class Kidase {
  String? whoShouldSay;
  String? content;
  String? fileId;
  String? meaning;
  Kidase(
      {required this.whoShouldSay,
      required this.content,
      required this.fileId,
      required this.meaning});
}

List<Map<String, dynamic>> eminebehaKidase = [
  {'title': 'ከሰኞ አሰከ ዓርብ ባሉት ቀኖች ዘወትር የሚባል'},
  {
    'whoShouldSay': '',
    'content': '''እምነ በሐ፥ ቅድስት
ቤተክርስቲያን፥ ሥርጉት አረፋቲሃ
በዕንቍ ጳዝዮን፤ እምነ በሐ፥
ቅድስት ቤተክርስቲያን፡''',
    'fileId': '',
    'meaning': '''ሰላም ላንቺ ይሁን፤ እናታችን
ክብርት ቤተ ክርስቲያን፡
ግድግዳዎችሽ በጳዝዮን እንቍ
የተጌጡ ናቸው፤ ሰላም ላንቺ ይሁን!
እናታችን ክብርት ቤተ ክርስቲያን፡፡''',
  },
  {'title': 'ቅዳሜ የሚባል'},
  {
    'whoShouldSay': '',
    'content': '''መስቀል አብርሃ! በከዋክብት
አሠርገወ ሰማየ፤ እምኩሉሰ ፀሐይ
አርአየ: መስቀል አብርሃ! በከዋብት
አሠርገወ ሰማየ፡''',
    'fileId': '',
    'meaning': '''መስቀል አበራ! በኮከቦች
ሰማይን አስጌጠ ከሁሉም ፀሐይን
አሳየ መስቀል አበራ በኮከቦች
ሰማይን አስጌጠ''',
  },
  {'title': 'በዕለተ አሁድ የሚባል'},
  {
    'whoShouldSay': '',
    'content': '''ኵሉ ዘገብራ ለጽድቅ ጻድቅ
ውእቱ ወዘያከብር ሰንበተ፤ ኢይበል
ፈላሲ ዘገብአ ኀበ እግዚአብሔር
ይፈልጠኒኑ እምሕዝቡ፤ ኵሉ ዘገብራ
ለጽድቅ፥ ጻድቅ ውእቱ ወዘያከብር ሰንበተ፡
''',
    'fileId': '',
    'meaning': '''ጽድቅን የሠራ ሰንበትን
ያከበረም ሰው ሁሉ ጻድቅ ነው: ወደ
እግዚአብሔር አምልኮት የገባ
ከምዕመናን ይለየኝ ይሆን ፈጽሞ
አይበል: ጽድቅን የሠራ ሰንበትን
ያከበረም ሰው ሁሉ ጻድቅ ነው::'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''
ሃሌሉያ እመቦ
 ብእሲ እምእመናን ዘቦአ ቤተ
ክርስቲያን፤ በጊዜ ቅዳሴ ወኢሰምዐ
መጻሕፍተ ቅዱሳተ ወኢተዐገሠ
እስከይፈጽሙ ጸሎተ ቅዳሴ
ወኢተመጠወ እምቍርባን ይሰደድ
እምቤተ ክርስቲያን እስመ አማሰነ
ሕገእግዚአብሔር፤ ወአስተሐቀረ
ቀመተ ቅድመ ንጉሥ ሰማያዊ፤
ንጉሠ ሥጋ ወመንፈስ፤ ከመዝ
መሐሩነ ሐዋርያት በአብጥሊሶሙ''',
    'fileId': '',
    'meaning': '''በቅዳሴ ጊዜ
ከምዕመናን ወገን ወደ ቤተ
ክርስቲያን የገባ ሰው ቢኖር፥
ቅዱሳት መጻሕፍትን ሳይሰማ፥
የቅዳሴው ጸሎት እስኪፈጸም
ባይታገሥ፥ ከቁርባኑም ባይቀበል፥
ከቤተ ክርስቲያን ይለይ፥
የእግዚአብሔርን ሕግ አፍርሷልና::
የሥጋና የነፍስ ፈጣሪ በሚሆን
በሰማያዊ ንጉሥ ፊት መቆምንም
አቃሏልና ሐዋርያት በሲኖዶሳቸው
እንዲህ ብለው አስተምረውናል::'''
  },
  {
    'title':
        'ከዚህ ቀጥሎ ያለው ሃሌሉያ ብሎ በሚጀምረው ዜማ ምትክ ከትንሣኤ አስከ ጰራቀሊጦስ ባለው ጊዜ-በበዓለ ሃምሳ ዘወትር የሚባል ነው፡፡'
  },
  {
    'whoShouldSay': '',
    'content': '''ሃሌሉያ! ዮሴፍ ወኒቆዲሞስ
ገነዝዎ ለኢየሱስ በሰንዱናት
ለዘተንሥአ እሙታን በመንክር ኪን
''',
    'fileId': '',
    'meaning': '''ሃሌሉያ! ዮሴፍ ኒቆዲሞስ ድንቅ
በሚሆን ጥበብ ከሙታን ተለይቶ
የተነሣ ኢየሱስን በበፍታ ገነዙት፡'''
  },
  {
    'whoShouldSay': '',
    'content': '''አንቲ ውእቱ መሶበ ወርቅ
ንጹሕ እንተ ውስቴታ መና ኅቡዕ
ኅብስት ዘወረደ እምሰማያት ወሀቤ
ሕይወት ለኵሉ ዓለም፡''',
    'fileId': '',
    'meaning': '''ለዓለም ሁሉ ሕይወት የሚሰጥ
ከሰማይ የወረደ ኅብስት የተሠወረ
መና ያለብሽ፥ ንጹሕ የወርቅ መሶብ
አንቺ ነሽ::'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ቡሩክ እግዚአብሔር
አብ አኃዜ ኵሉ ዓለም አምላክነ፡
''',
    'fileId': '',
    'meaning': '''ዓለምን የያዘ እግዚአብሄር አብ  ቡሩክ ነው'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''ኣሜን፡
''',
    'fileId': '',
    'meaning': '''አሜን
'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ወቡሩክ ወልድ ዋሕድ
እግዚእነ ኢየሱስ ክርስቶስ መድኃኒነ፡፡
''',
    'fileId': '',
    'meaning': '''ጌታችን መድኃኒታችን
ኢየሱስ ክርስቶስ ወልድ ዋሕድም
ቡሩክ ነው::'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''ኣሜን፡''',
    'fileId': '',
    'meaning': '''አሜን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ወቡሩክ መንፈስ ቅዱስ
ጰራቅሊጦስ መጽንዒ ወመንጽሔ ኵልነ፡''',
    'fileId': '',
    'meaning': '''ሁላችንን የሚያነጻ፤
የሚያጸና መንፈስ ቅዱስም ቡሩክ ነው::'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''ኣሜን፡''',
    'fileId': '',
    'meaning': '''አሜን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ስብሐት ወክብር ይደሉ
ለሥሉስ ቅዱስ አብ ወወልድ
ወመንፈስ ቅዱስ ዕሩይ ኵሎ ጊዜ
ይእዜኒ ወዘልፈኒ ወለዓለመ ዓለም
አሜን፡''',
    'fileId': '',
    'meaning': ''''ልዩ ሦስት ለሚሆኑ
ሁልጊዜም ለተካከሉ ለአብ ለወልድ
ለመንፈስ ቅዱስ ክብር ምስጋና
ይገባል ዛሬም ዘወትርም ለዘላለሙ
ኣሜን፡'''
  },
];
List<Map<String, dynamic>> tseliyuAbewuyeKidase = [
  {
    'whoShouldSay': '',
    'content': '''ጸልዩ አበውየ ወአኀውየ ላዕሌየ
ወላዕለ ዝንቱ መሥዋዕት''',
    'fileId': '',
    'meaning': '''አባቴቼና ወንድሞቼ በእኔ ላይ
በመሥዋዕቱም ላይ ጸልዩ '''
  },
  {
    'whoShouldSay': 'ይበል ካህን ንፍቅ',
    'content': '''እግዚአብሔር
ይስማዕከ ኵሎ ዘሰአልከ ወይትወከፍ
መስዋዕተከ ወቍርባነከ ከመ
መሥወዕተ መልከ ጼዴቅ ወአሮን
ወዘካርያስ ካህናተ ቤተ ክርስቲያኑ
ለበኵር ''',
    'fileId': '',
    'meaning': '''ንፍቅ እግዚአብሔር
የለመንከውን ሁሉ ይስማህ የበኵር
የቤተ ክርስቲያኑ ካህናቱ የሚሆኑ
የመልከ ጼዴቅንና የአሮንን የዘካርያስ
ንም መሥዋዕት እንደ ተቀበለ መሥዋ
ዕትህን ቍርባንህንም ይቀበልልህ '''
  },
  {
    'whoShouldSay': 'ይበል ኵሎሙ',
    'content': '''አቡነ ዘበሰማያት፡፡''',
    'fileId': '',
    'meaning': '''አቡነ ዘበሰማያት'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''አሐዱ አብ ቅዱስ፤
አሐዱ ወልድ ቅዱስ፤ አሐዱ ውእቱ
መንፈስ ቅዱስ፡፡ ''',
    'fileId': '',
    'meaning': '''አንዱ ቅዱስ አብ ነው፤
አንዱ ቅዱስ ወልድ ነው፤ አንዱ
ቅዱስ መንፈስ ቅዱስ ነው᎓'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''በአማን አብ ቅዱስ፤
በአማን ወልድ ቅዱስ፤ በአማን
ውእቱ መንፈስ ቅዱስ፡፡''',
    'fileId': '',
    'meaning': '''አብ በእውነት ቅዱስ
ነው፤ ወልድ በእውነት ቅዱስ ነው፤
መንፈስ ቅዱስ በእውነት ቅዱስ
ነው::'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰብሕዎ
ለእግዚአብሔር ኵልክሙ አሕዛብ''',
    'fileId': '',
    'meaning': ''' ሕዝቦች ሁላችሁም
እግዚአብሔርን አመስግኑት፡፡ '''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ወይሴብሕዎ ኵሎሙ
ሕዝብ''',
    'fileId': '',
    'meaning': ''' ሕዝቡ ሁሉ ያመሰግኑታል'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ይእስመ ጽንዐት 
ምሕረቱ ላዕሌነ፡፡''',
    'fileId': '',
    'meaning': '''ምሕረቱ በኛ ላይ ጸንታለችና፡፡'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''ጽድቍሰ
ለእግዚአብሔር ይሄሉ ለዓለም''',
    'fileId': '',
    'meaning': '''የእግዚአብሔር ቸርነቱ ለዘለዓለም ይኖራል'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ስብሐት ለአብ፥
ወወልድ፥ ወመንፈስ ቅዱስ፡፡ ''',
    'fileId': '',
    'meaning': '''ለአብ፥ ለወልድ፥
ለመንፈስ ቅዱስ ምስጋና ይገባል'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ይህንኑ መልሰው ይበሉ''',
    'fileId': '',
    'meaning': '''ይህንኑ መልሰው ይበሉ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን ',
    'content': '''ይእዜኒ ወዘልፈኒ
ወለዓለም ዓለም አሜን ሃሌሉያ''',
    'fileId': '',
    'meaning': ''' ዛሬም ዘወትርም ለዘለዓለሙ አሜን ሃሌሉያ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ይህንኑ መልሰው ይበሉ''',
    'fileId': '',
    'meaning': '''ይህንኑ መልሰው ይበሉ'''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሡ '''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሃለነ ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን፡፡'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም:'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ::'''
  },
];

List<Map<String, dynamic>> kidusBasliyosMisganaTselotKidase = [
  {'title': 'ካህኑ የቅዱስ ባስልዮስን የምስጋና ጸሎት በዜማ አንዲህ ብሎ ይጀምር'},
  {
    'whoShouldSay': 'ይበል ካህን ',
    'content': '''ነኛ በጎ ነገርን ያደረገ ይቅር ባይ እግዚአብሔርን
እናመሰግነዋለን፡ ይቅር ባይ የጌታችን የአምላካችንና የመድኃኒታችን
የኢየሱስ ክርስቶስ አባት ሰውሮናልና ረድቶናልና ጠብቆ አቅርቦናልና ወደ
እርሱም ተቀብሎናልና አጽንቶ ጠብቆናልና፡ እስከዚች ሰዓት አድርሶናልና:
አሁንም ክብርት በምትሆን በዚች ዕለት በሕይወታችን ዘመን ሁሉ
በፍጹም ሰላም ሁሉን የሚይዝ አምላካችን እግዚአብሔር ይጠብቀን ዘንድ
እንለምነው:: ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ጸልዩ''',
    'fileId': '',
    'meaning': '''ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን ',
    'content': '''ሁሉን የያዝህ ጌታችን እግዚአብሔር የጌታችንና የአምላካችን
የመድኃኒታችን የኢየሱስ ክርስቶስ አባት በሥራው ሁሉ ላይ ስለ ሥራው ሁሉ
በሥራውም ሁሉ ውስጥ እናመሰግንሃለን፡ ሰውረኸናልና፥ ረድተኸናልና፥
ጠብቀኸናልና፥ ወዳንተ አቅርበኸናልና፥ ጥግ ሆነኸናልና፥ አጽንተኸናልና÷
እስከዚችም ሰዓት ኣድርሰኸናልና''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ኅሡ ወአስተብቍዑ
ከመ ይምሐረነ እግዚአብሔር
ወይሣሀል ላዕሌነ ወይትወከፍ ጸሎተ
ወስእለተ እምነ ቅዱሳኒሁ በእንቲኣነ
በዘይሤኒ ኵሎ ጊዜ ይረስየነ ድልዋነ
ከመ ንንሣእ እምሱታፌ ምሥጢር
ቡሩክ ወይሥረይ ለነ ኃጣውኢነ፡፡''',
    'fileId': '',
    'meaning': '''እግዚአብሔር
ይምረን ዘንድ ይቅርም ይለን ዘንድ
ደጅ ጥኑ ተማለዱ (በንባብ) ስለእኛ
ከቅዱሳን ጸሎትን ልመናንም
ይቀበል ዘንድ ሁልጊዜ ሁልጊዜ
ባማረ ነገር ቡሩክ ከሚሆን ምሥጢር
አንድነት እንድንቀበል የበቃን
ያደርገን ዘንድ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ኪርያላይሶን''',
    'fileId': '',
    'meaning': '''ኪርያላይሶን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ስለዚህ እንለምንሃለን ከቸርነትህም እንሻለን፥ ሰውን የምትወድ
ሆይ ክብር የምትሆን ይህችን ዕለት እንድንፈጽም ስጠን፤ የሕይወታችንን
ዘመን ሁሉ በፍጹም ሰላም አንተን ከመፍራት ጋራ
ቅንዓትን ሁሉ መከራውንም ሁሉ የሰይጣንንም ሥራ ሁሉ፤ የክፎች ሰዎችንም
ምክር የጠላትንም መነሣት የተሰወረውንና የተገለጸውን::
አቤቱ ከእኔ አርቅ: (እራሱን ይባርክ) ከሕዝብህም ሁሉ (ሕዝቡን ይባርክ)
ያንተ ከሚሆን ከዚህም ቅዱስ ቦታ (በመሠዊያው ያሉትን ይባርክ) በጎውን
ነገር ሁሉ ያማረውንና የሚሻለውን እዘዝልን፤ እባቡን ጊንጡንም የጠላትንም
ኃይል ሁሉ አንረግጥ ዘንድ ሥልጣንን የሰጠኸን አንተ ነህና‥
ወደ መከራ አታግባን ከክፉ ነገር ሁሉ አድነን እንጂ፡፡ አንድ ልጅህ
ጌታችንና አምላካችን መድኃኒታችንም ኢየሱስ ክርስቶስ ለሰው ፍቅር ብሎ
ባደረገው ቸርነትና ይቅርታ በርሱ ያለ ምስጋና ክብር ጽንዕ ከእርሱ ጋራ
ላንተ ይገባል፤ ካንተ ጋራ ትክክልና ማሕየዊ ከሚሆን ከመንፈስ ቅዱስም ጋራ
ዛሬም፥ ዘወትርም ለዘላለሙ በእውነት፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ንፍቀ ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {'title': 'ንፍቅ ካህኑ የሐዋርያትን የመባ ጸሎት በንባብ ይበል'},
  {
    'whoShouldSay': '',
    'content': '''ዳግመኛም ሁሉ የሚይዝ የጌታችንንና የመድኃኒታችንን የኢየሱስ ክርስቶስን
አባት እግዚአብሔርን እንማልዳለን ከሁሉ በላይ በምትሆን በከበረች በአንዲት
ቤተ ክርስቲያን መባ ስለሚያገቡ፤ መሥዋዕቱን፥ ቀዳምያቱን፥ ካሥር አንዱን፥
የመታሰቢያ ምስጋናን፥ ብዙውንና ጥቂቱን፥ የተሰወረውንና የተገለጸውን፥ ይሰጡ
ዘንድ ሲወዱ የሚሰጡት ከሌላቸው ላይ ፈቃዳቸውን ተቀብሎ መንግሥተ
ሰማያትን ይሰጥ ዘንድ ለሁሉ በረከትን የሚያድልበት ሥልጣን ገንዘቡ የሚሆን
አምላካችን እግዚአብሔር''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ንፍቅ ይበል ዲያቆን',
    'content': '''ይጸልዩ በእንተ
እለ ያበውኡ መባአ''',
    'fileId': '',
    'meaning': '''መባ ስለሚያቀርቡ ሰዎች ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ተወከፍ መባኦሙ
ለአኃው ወተወከፍ መባኦን ለአኃት
ለነኒ ተወከፍ መባአነ ወቍርባነነ''',
    'fileId': '',
    'meaning': '''የወንዶችን መባቸውን ተቀበል 
የሴቶችንም መባቸውን ተቀበል የኛንም
መባችንን ቁርባናችንንም ተቀበል፡'''
  },
  {'title': 'ንፍቅ ካህኑ የሐዋርያትን የባ ጸሎት በንባብ ይበል'},
  {
    'whoShouldSay': '',
    'content': '''ሁሉን የምትገዛ አምላካችን እግዚአብሔር ሆይ! እንለምንሃለን
እንማልድሃለንም ከሁሉ በላይ በምትሆን ባንዲት ቅድስት ቤተ ክርስቲያን ውስጥ
መባ ስለሚያገቡ ሰዎች፡ መሥዋዕቱን፥ መጀመሪያውን፥ ካሥር አንዱን፥
የመታሰቢያ ምስጋናውን፥ ብዙውንና ጥቂቱን፥ የተሰወረውንና የተገለጸውን፥
ይሰጡም ዘንድ ሲወዱ የሚሰጡት ከሌላቸው ላይ ፈቃዳቸውን ተቀብለህ ለሁሉም
የበረከት ዋጋን ስጥ፤ ዕድል ፈንታ ትሆን ዘንድ፡ በአንድ ልጅህ በርሱ ያለ ክብር
ጽንዕ ላንተ ይገባል ከርሱ ጋራ ከመንፈስ ቅዱስም ጋራ ዛሬም ዘወትርም ለዘላለሙ
በውነት፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ንፍቀ ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
];
List<Map<String, dynamic>> hibstTselotKidase = [
  {'title': 'ይበል ካህን የኅብስት ጸሎት'},
  {
    'whoShouldSay': '',
    'content': '''መምህሬ ኢየሱስ ክርስቶስ ሆይ ከቀዳማዊ አብ ጋራ አንድ የምትሆን፤
ንጹሕ የሚሆን የአብ ቃል፤ የማሕየዊ መንፈስ ቅዱስም ቃል፤ ከሰማያት
የወረድህ የሕይወት ኅብስት አንተ ነህ ስለ ዓለሙ መዳን ነውር የሌለበት
መሥዋዕት እንድትሆን መናገርን አስቀድመህ አሁንም ከበጎነትህ ቸርነት
እንለምናለን እንማልዳለንም፡ ሰው ወዳጅ ሆይ ያንተ በሚሆን በዚህ
በመንፈሳዊ ታቦት ላይ ባኖርነው በዚህ “እማሬ” ኅብስት ላይና በዚህ “እማሬ”
ጽዋ ላይ ፊትህን ግለጽ፡ ይህንን ኅብስት ባርከው ይህንንም ጽዋ አክብረው
ሁለቱንም አንጻቸው
ይህ “እማሬ” ንጹሕ ሥጋህን ይሆን ዘንድ ለውጠው:: በዚህ “እማሬ” ጽዋ
ውስጥ የተቀዳውም ወይን የከበረ ደምህን ይሁን፤ ለሁላችንም ያረገ
ለነፍሳችንና ለሥጋችን ለልቡናችንም ፈውስ ይሆን ዘንድ፡:
አምላካችን ክርስቶስ የሁላችን ንጉሥ አንተ ነህ ከፍ ያለ ምስጋናንና ክብርን
ስግደትንም ላንተ እንልካለን፡፡ ቸር ከሚሆን ከሰማያዊ አባትህ ጋራ ካንተ ጋራ
ከሚተካከል ከማሕየዊ መንፈስ ቅዱስም ጋራ ዛሬም ዘወትርም ለዘላለሙ፤ አሜን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ያባቶቻችን የሐዋርያት ትእዛዝ ነው ሰው በልቦናው ቂምንና
በቀልን ቅንዓትንና ጠብን በባልንጀራው ላይ በማንም ላይ ቢሆን አይያዝ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ስግዱ
ለእግዚአብሔር በፍርሃት''',
    'fileId': '',
    'meaning': '''በፍርሃት ለእግዚአብሔር ስገዱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቅድሜከ እግዚኦ
ንሰግድ ወንሴብሓከ፡''',
    'fileId': '',
    'meaning': '''አቤቱ በፊትህ ወድቀን እንሰግዳለን፡፡
እናመሰግንሃለን፡፡'''
  },
  {
    'title':
        'ፍትሐት ዘወልድና በአንተ ቀድስት በንባብ ከተሰማ በኋላ የጸሎተ ዕጣን \nሥርዓት አንዳበቃ ዲያቆኑ አንዲህ ይበል'
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ንሰግድ (ሦስት ጊዜ)''',
    'fileId': '',
    'meaning': '''እንስገድ (ሦስት ጊዜ)'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ለአብ፥ ወወልድ፥
ወመንፈስ ቅዱስ እንዘ ሠለስቱ
አሐዱ፡: (ሦስት ጊዜ)''',
    'fileId': '',
    'meaning': '''ሦስት ሲሆኑ አንድ
ለሚሆኑ ለአብና ለወልድ ለመንፈስ
ቅዱስም፡፡ (ሦስት ጊዜ)'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኪ''',
    'fileId': '',
    'meaning': '''ሰላም ላንቺ ይኹን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቅድስት ቤተ
ክርስቲያን ማኅደረ መለኮት፡፡''',
    'fileId': '',
    'meaning': '''የመለኮት ማደሪያ
የሆንሽ ክብርት ቤተ ክርስቲያን፡'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰአሊ ለነ''',
    'fileId': '',
    'meaning': '''ለምኚልን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ድንግል ማርያም
ወላዲተ አምላክ''',
    'fileId': '',
    'meaning': ''' አምላክን የወለድሽ
ድንግል ማርያም፡'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''አንቲ ውእቱ''',
    'fileId': '',
    'meaning': '''አንቺ ነሽ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ማዕጠንተ ዘወርቅ
አንተ ፆርኪ ፍሕመ እሳተ ቡሩክ
ዘነስኣ እመቅደስ ዘይሠሪ ኃጢአተ
ወይደመስስ ጌጋየ ዝውእቱ
ዘእግዚአብሔር ቃል ዘተሰብአ
እምኔኪ ዘአዕረገ ለአቡሁ ርእሶ ዕጣነ
ወመሥዋዕተ ሥሙረ ንሰግድ ለከ
ክርስቶስ ምስለ አቡከ ኄር ሰማያዊ
ወመንፈስከ ቅዱስ ማሕየዊ እስመ
መጻእከ ወአድኀንከነ''',
    'fileId': '',
    'meaning': '''ቡሩክ ከቤተ መቅደስ
የተቀባላት የወርቅ ጽና አንቺ ነሽ፤
የእሳት ፍሕም የያዝሽ፤ኃጢአትን
የሚያስተሠርይ፤ በደልንም
የሚያጠፋ: ይኸውም ካንቺ ሰው
የሆነው የእግዚአብሔር ቃል ነው::
ራሱን ያማረ ዕጣንና መሥዋዕት
አድርጎ ለአባቱ ያቀረበ ክርስቶስ
ሆይ! ሰማያዊ ከሚሆን ቸር አባትህ
ጋር ሕይወትን ከሚሰጥ ከመንፈስ
ቅዱስም ጋር እንሰግድልሃለን፡
መጥተህ አድነኸናልና'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ኦ መልአክ ኀቤሃ ወቆመ
ቅድሜሃ ወይቤላ ተፈሥሒ ተፈሥሒ
ተፈሥሒ ኦ ምልዕተ ጸጋ''',
    'fileId': '',
    'meaning': '''መልአክ ወደርስዋ
ገብቶ በፊቷ ቆሞ ጸጋን የተመላሽ
ሆይ ደስ ይበለሽ አላት'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚአብሔር
ምስሌኪ''',
    'fileId': '',
    'meaning': '''እግዚአብሔር ካንቺ
ጋራ ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ቡሩክት አንቲ
እምአንስት''',
    'fileId': '',
    'meaning': '''ከሴቶች ተለይተሽ
የተባረክሽ ነሽ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ወቡሩክ ፍሬ
ከርሥኪ''',
    'fileId': '',
    'meaning': '''የማኅፀንሽም ፍሬ
የተባረከ ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰአሊ ለነ ኀበ ክርስቶስ
ወልድኪ፡''',
    'fileId': '',
    'meaning': '''ከልጅሽ ከክርስቶስ
ዘንድ ለምኝልን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ከመ ይሥረይ ለነ
ኃጣውኢነ''',
    'fileId': '',
    'meaning': '''ኃጢአታችንን
ያስተሠርይልን ዘንድ'''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
];

List<Map<String, dynamic>> kehawaryawPawlosMelikt = [
  {'title': 'የሐዋርያው ጳውሎስ መልአክት ተነብቦ አንዳበቃ አንባቢው አንዲህ ይበል'},
  {
    'whoShouldSay': '',
    'content': '''ቅድስት በምትሆን በጽረሐ ጽዮን በሐዋርያት ላይ የወረደው የአብ በረከት
የወልድም ፍቅር የመንፈስ ቅዱስም ሀብት በሁላችሁም ላይ ይውረድ ዕፅፍ
ድርብም ይሁን''',
    'fileId': '',
    'meaning': '''''',
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቅዱስ ሐዋርያ ጳውሎስ 
ሠናየ መልእክት ፈዋሴ ዱያን ዘነሣእከ 
አክሊለ ሰአል ወጸሊ በእንቲኣነ ያድኅን
ነፍሳተነ በብዝኀ ሣህሉ ወምሕረቱ 
በእንተ ስሙ ቅዱስ፡፡''',
    'fileId': '',
    'meaning': '''ሐዋርያ ቅዱስ ጳውሎስ 
መልእክትህ የበጀ፥ የታመሙትን
ያዳንክ፥ አክሊልን የተቀበልህ፤ ስለእኛ
ለምንልን፥ ጸልይልን፡፡ ስለቅዱስ ስሙ
ብሎ በቸርነቱ በይቅርታው ብዛት
ሰውነታችንን ያድነን ዘንድ'''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {'title': 'ሁለተኛው የሐዋርያው መልአክት ተነብቦ አንዳበቃ አንባቢው አንዲህ ይበል'},
  {
    'whoShouldSay': '',
    'content': '''ወንድሞቼ ይህን ዓለም አትውደዱት በዓለሙ ውስጥ ያለውንም: ዓለሙም
አላፊ ነው ፈቃዱም አላፊ ነው ሁሉም አላፊ ነውና''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቅዱስ ሥሉስ ዘኅቡር
ህላዌከ ዕቀብ ማኅበረነ በእንተ
ቅዱሳን ኅሩያን አርዳኢከ ናዝዘነ
በሣህልከ በእንተ ቅዱስ ስምከ''',
    'fileId': '',
    'meaning': '''ባሕርይህ አንድ
የሚሆን፥ በሦስትነት ያለህ ቅዱስ ሆይ!
አንድነታችንን ጠብቅልን፤ ስለተ
መረጡ ክቡራን ደቀመዛሙርትህ፥
ስለቅዱስ ስምህም ብለህ በይቅርታህ
አረጋጋን'''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {'title': 'ከሐዋርያት ሥራ መጸሐፍ ተነብቦ አንዳበቃ አንባቢO አንዲህ ይበል'},
  {
    'whoShouldSay': '',
    'content': '''የእግዚአብሔር ቃል ፈጽሞ መላ ከፍ ከፍ አለ በቅድስት ቤተ ክርስቲያንም
በዝቶ ተጨመረ ምስጋና ገንዘቡ በሚሆን በጌታችን በኢየሱስ ክርስቶስ ያመኑት
ሕዝብም በዙ ለዘለዓለሙ አሜን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቅዱስ ቅዱስ ቅዱስ
አንተ አብ አኃዜ ኵሉ ቅዱስ ቅዱስ
ቅዱስ አንተ ወልድ ዋሕድ ዘአንተ
ቃለ አብ ሕያው ቅዱስ ቅዱስ
ቅዱስ አንተ መንፈስ ቅዱስ
ዘተአምር ኵሎ''',
    'fileId': '',
    'meaning': ''' ሁሉን የያዝህ አብ
ሆይ! ቅዱስ ቅዱስ ቅዱስ አንተ ነህ፡
የሕያው አብ ቃል ተቀዳሚ
ተከታይ የሌለህ ወልድ ሆይ፥ ቅዱስ
ቅዱስ ቅዱስ አንተ ነህ ሁሉን
የምታውቅ መንፈስ ቅዱስ ሆይ!
ቅዱስ ቅዱስ ቅዱስ አንተ ነህ'''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ክብርት የምትሆን አንዲቱን ቤተ ክርስቲያን
ታስባት ዘንድ እንለምንሃለን እንማልድሃለን፡''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''     ደኅንነትን የምንለምንሽ ክብርን
የተመላሽ ቅድስት ሆይ ደስ
ይበልሽ ሁልጊዜ ድንግል የምትሆኝ
አምላክን የወለድሽ የክርስቶስ እናት
ሆይ ኃጢአታችንን ያስተሠርይልን
ዘንድ ወደ ልጅሽ ወደ ወዳጅሽ ወደ
ላይ ጸሎታችንን አሳርጊ፡፡''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''     በእውነት የጽድቅ ብርሃን
የሚሆን አምላካችንን ክርስቶስን
የወለድሽልን (ንጽሕት) ሆይ ደስ
ይበልሽ ንጽሕት ድንግል ሆይ
ለነፍሳችን ይቅርታን ያደርግ ዘንድ
ኃጢአታችንንም ያስተሠርይልን
ዘንድ ወደ ጌታችን ለምኝልን፡፡''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''     በእውነት ለሰው ወገን አማላጅ
የምትሆኝ አምላክን የወለድሽ
ንጽሕት ቅድስት ድንግል ማርያም
ሆይ ደስ ይበልሽ የኃጢአታችንን
ሥርየት ይሰጠን ዘንድ በልጅሽ
በክርስቶስ ፊት ለምኝልን፡፡''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''በእውነት ንግሥት የምትሆኝ
ንጽሕት ድንግል ሆይ ደስ ይበልሽ፡፡
የባሕርያችን መመኪያ ሆይ ደስ
ይበልሽ አምላካችን አማኑኤልን
የወለድሽልን ሆይ ደስ ይበልሽ''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''     በጌታችን በኢየሱስ ክርስቶስ ፊት
እውነተኛ አስታራቂ ሆነሽ ታስቢን
ዘንድ እንለምንሻለን ለነፍሳችን ይቅር
ታን ያደርግልን ዘንድ ኃጢአታ
ችንንም ያስተሠርይልን ዘንድ። ''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
];
List<Map<String, dynamic>> ziwituGizeBarkotKidase = [
  {'title': 'ይበል ካህን፦ ቀዳስያኑ አተቀባበሉ አንዲህ ይበሉ'},
  {
    'whoShouldSay': '',
    'content': '''ዝውእቱ ጊዜ ባርኮት ወዝ
ውእቱ ጊዜ ዕጣን ኅሩይ ጊዜ
ሰብሖቱ ለመድኃኒነ መፍቀሬ ሰብእ
ክርስቶስ፡፡''',
    'fileId': '',
    'meaning': '''ይህ የማመስገን ጊዜ ነው
የተመረጠ የዕጣን ጊዜም ነው፤ ሰውን
የሚወድ መድኃኒታችን ክርስቶስ
የሚመሰገንበት ጊዜ ነው:'''
  },
  {
    'whoShouldSay': '',
    'content': '''ዕጣን ይእቲ ማርያም ዕጣን
ውእቱ እስመ ዘውስተ ከርሣ
ዘይትሜዐዝ እምኵሉ ዕጣን ዘወለደቶ
መጽአ ወአድኀነነ''',
    'fileId': '',
    'meaning': '''ዕጣን ማርያም ናት፥ በማኅፀንዋ
ያደረው ዕጣን እርሱ ነው: ከዕጣን
ሁሉ የሚሸት ነውና፥ የወለደችው
መጥቶ አዳነን፡'''
  },
  {
    'whoShouldSay': '',
    'content': '''ዕፍረት ምዑዝ ኢየሱስ ክርስቶስ
ንፁ ንስግድ ሎቱ ወንዕቀብ
ትእዛዛቲሁ ከመ ይሥረይ ለነ
ኃጣውኢነ''',
    'fileId': '',
    'meaning': '''መዓዛ ያለው ሽቱ ኢየሱስ
ክርስቶስ ነው:: እንሰግድለት ዘንድ
ኑ! ትእዛዞቹንም እንጠብቅ
ኃጢአታችንን ይቅር ይለን ዘንድ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ተውህቦ ምሕረት ለሚካኤል
ወብሥራት ለገብርኤል ወሀብተ
ሰማያት ለማርያም ድንግል''',
    'fileId': '',
    'meaning': '''ምሕረት ለሚካኤል ተሰጠው::
ማብሠር ለገብርኤል፤ ሰማያዊ
ሀብትም ለድንግል ማርያም'''
  },
  {
    'whoShouldSay': '',
    'content': '''ተውህቦ ልቡና ለዳዊት ወጥበብ
ለሰሎሞን ወቀርነ ቅብዕ ለሳሙኤል
እስመ ውእቱ ዘይቀብዕ ነገሥተ''',
    'fileId': '',
    'meaning': '''ልቦና ለዳዊት ተሰጠው: ጥበብ
ለሰሎሞን፡ የሽቱ ቀንድም
ለሳሙኤል ንጉሦችን የቀባ ነውና'''
  },
  {
    'whoShouldSay': '',
    'content': '''ተውህቦ መራኁት ለአቡነ
ጴጥሮስ ወድንግልና ለዮሐንስ
ወመልእክት ለአቡነ ጳውሎስ እስመ
ውእቱ ብርሃና ለቤተ ክርስቲያን''',
    'fileId': '',
    'meaning': '''ሥልጣን ለአባታችን ጴጥሮስ
ተሰጠው፥ ድንግልና ለዮሐንስ፥
መልእክት መጻፍ ለጳውሎስ፥ የቤተ
ክርስቲያን ብርሃኗ ነውና'''
  },
  {
    'whoShouldSay': '',
    'content': '''ዕፍረት ምዕዝት ይእቲ ማርያም
እስመ ዘውስተ ከርሣ ዘይትሌዐል
እምኵሉ ዕጣን መጽአ ወተሠገወ
እምኔሃ''',
    'fileId': '',
    'meaning': '''መዓዛ ያላት ሽቱ ማርያም ናት፡፡
የማኅፀንዋ ፍሬ ከዕጣን ሁሉ
የሚበልጥ ነውና መጥቶ ከርሷ ሰው
ሆነ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ለማርያም ድንግል ንጽሕት
ሠምራ አብ ወአሠርገዋ ደብተራ
ለማኅደረ ፍቁር ወልዱ''',
    'fileId': '',
    'meaning': '''ንጽሕት ድንግል ማርያምን አብ
ወደዳት፤ ለተወደደ ልጁ ማደሪያ
እንድትሆን አስጌጣት'''
  },
  {
    'whoShouldSay': '',
    'content': '''ተውህቦ ሕግ ለሙሴ ወክህነት
ለአሮን ተውህቦ ዕጣን ኅሩይ
ለዘካርያስ ካህን''',
    'fileId': '',
    'meaning': '''ሕግ ለሙሴ ተሰጠው፤ ክህነት
ለአሮን፥ የተመረጠም ዕጣን ለካህኑ
ለዘካርያስ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ደብተራ ስምዕ ገብርዋ በከመ
ነገረ እግዘእ ወአሮን ካህን በማእከላ
የዐርግ ዕጣነ ኅሩየ''',
    'fileId': '',
    'meaning': '''ጌታ እንደተናገረ የምስክር
ድንኳን አደረጓት፥ ካህኑም አሮን
በመካከሏ የተመረጠ ዕጣን
ያሳርጋል'''
  },
  {
    'whoShouldSay': '',
    'content': '''ሱራፌል፡ ይሰግዱ ሎቱ
ወኪሩቤል ይሴብሕዎ ይጸርሑ እንዘ
ይብሉ''',
    'fileId': '',
    'meaning': '''ሱራፌል ይሰግዱለታል፡፡
ኪሩቤልም ያመሰግኑታል፡ እንዲህ
እያሉ፥ ይዘምራሉ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ቅዱስ ቅዱስ ቅዱስ
እግዚአብሔር በኀበ አእላፍ ወክቡር
በውስተ ረበዋት''',
    'fileId': '',
    'meaning': '''እግዚአብሔር በአእላፍ
መላእክት ዘንድ ቅዱስ ቅዱስ ቅዱስ
ነው:: በአለቆችም ዘንድ ክቡር ነው'''
  },
  {
    'whoShouldSay': '',
    'content': '''አንተ ውእቱ ዕጣን ኦ መድኃኒነ
እስመ መጻእከ ወአድኃንከነ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''መድኃኒታችን ሆይ! ዕጣን አንተ
ነህ፤ መጥተህ አድነኸናልና፡ ይቅር በለን'''
  },
  {'title': 'ከትንሣኤ እስከ ጰራቅሊጦስ ባለO በበዓለ ምሳ በዝውአቱ ፈንታ ይባል'},
  {
    'whoShouldSay': '',
    'content': '''ክርስቶስ ተንሥአ እሙታን
ሞተ ወኬዶ ለሞት ለአለ ውስተ
መቃብር ወሀበ ሕይወተ ዘለዓለም
ዕረፍተ፡ ( 3 ጊዜ)''',
    'fileId': '',
    'meaning': '''ክርስቶስ ከሙታን ተለይቶ
ተነሣ! ሞተ ሞትን አጠፋው
በመቃብር ላሉም የዘለዓለም ዕረፍት
የሚሆን ሕይወትን ሰጠ (3 ጊዜ)'''
  },
];
List<Map<String, dynamic>> kidanTselotKidase = [
  {'title': 'ለሦስቱ ጊዜያት የተመደ የኪዳን ጸሎት'},
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ቅዱስ''',
    'fileId': '',
    'meaning': '''ቅዱስ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚአብሔር ቅዱስ
ኃያል ቅዱስ ሕያው ዘኢይመውት
ዘተወልደ እማርያም እምቅድስት
ድንግል ተሣሃለነ እግዚኦ''',
    'fileId': '',
    'meaning': '''እግዚአብሔር፥
ቅዱስ ኃይል ቅዱስ ሕያው
የማይሞት፤ ከቅድስት ድንግል
ማርያም የተወለደ፥ አቤቱ ይቅር
በለን'''
  },
  {
    'whoShouldSay': '',
    'content': '''ቅዱስ እግዚአብሔር ቅዱስ
ኃያል ቅዱስ ሕያው ዘእይመውት
ዘተጠምቀ በዮርዳኖስ ወተሰቅለ ዲበ
ዕፀ መስቀል ተሣሀለነ እግዚኦ''',
    'fileId': '',
    'meaning': '''ቅዱስ እግዚአብሔር ቅዱስ
ኃይል ቅዱስ ሕያው የማይሞት
በዮርዳኖስ የተጠመቀ፥ በመስቀል
ላይ የተሰቀለ አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': '',
    'content': '''ቅዱስ እግዚአብሔር ቅዱስ
ኃያል ቅዱስ ሕያው ዘኢይመውት
ዘተንሥአ እሙታን አመ ሣልስት
ዕለት ዐርገ በስብሐት ውስተ ሰማያት
ወነበረ በየማነ አቡሁ ዳግመ ይመጽእ 
በሰብሐት ይኰንን ሕያዋነ
ወሙታነ ተሣሃለነ እግዚኦ፡ ስብሐት
ለአብ ስብሐት ለወልድ ስብሐት
ለመንፈስ ቅዱስ ይእዜኒ ወዘልፈኒ
ለዓለመ ዓለም አሜን ወአሜን
ለይኩን ለይኩን''',
    'fileId': '',
    'meaning': '''ቅዱስ እግዚአብሔር ቅዱስ
ኃያል ቅዱስ ሕያው የማይሞት፥
በሦስተኛው ቀን ከሙታን ተለይቶ
የተነሣ፥ በክብር በምስጋና ወደ
ሰማይ የወጣ፥ በአባቱ ቀኝ
የተቀመጠ በሕያዋንና በሙታን
ይፈርድ ዘንድ ዳግመኛ በጌትነት
ይመጣል አቤቱ ይቅር በለን
ለአብ ምስጋና፥ ለወልድ
ምስጋና፥ ለመንፈስ ቅዱስ ምስጋና
ዛሬም፥ ዘወትርም ለዘለዓለም
እውነት በእውነት ይሁን ይሁን'''
  },
  {
    'whoShouldSay': '',
    'content': '''ቅዱስ ሥሉስ እግዚአብሔር
ሕያው ተሣሃለነ''',
    'fileId': '',
    'meaning': '''በሦስትነት ያለህ ቅዱስ ሕያው
እግዚአብሔር ሆይ! ይቅር በለን'''
  },
  {'title': 'ቀዳሴው ጠዋት (የነግህ) በሚሆንበት ጊዜ'},
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ጸጋ ዘእግዚአብሔር
የሀሉ ምስሌክሙ:''',
    'fileId': '',
    'meaning': '''የእግዚአብሔር ጸጋ
ከእናንተ ጋር ይሁን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ንሰብሖ ለአምላክነ''',
    'fileId': '',
    'meaning': '''ለእግዚአብሔር ምስጋና ይሁን፡፡'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ርቱዕ ይደሉ''',
    'fileId': '',
    'meaning': '''እውነት ነው ይገባል'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''አጽንዑ ሕሊና
ልብክሙ''',
    'fileId': '',
    'meaning': '''የልባችሁን አሳብ
አጽኑ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ብነ ኀበ
እግዚአብሔር አቡነ ዘበሰማያት፥
አቡነ ዘበሰማያት፥ አቡነ ዘበሰማያት
ኢታብአነ እግዘኦ ውስተ መንሱት''',
    'fileId': '',
    'meaning': '''በእግዚአብሔር
ዘንድ አለን አባታችን ሆይ!
አባታችን ሆይ! አባታችን ሆይ!
አቤቱ ወደ ፈተና አታግባን'''
  },
  {'title': 'ካህኑ የኪዳን ጸሎት “አግዚአብሔር አብ .” የሚለውን በንባብ ሲያሰማ'},
  {
    'whoShouldSay': '',
    'content': '''ይበሉ ሕዝብ ኪያከ ንዌድስ
እግዚኦ፡''',
    'fileId': '',
    'meaning': '''አቤቱ አንተን
እናመሰግንሃለ፡'''
  },
  {'title': 'ካህኑ የኪዳን ጸሎት “አግዚኦ ኢየሱስ ክርስቶስ” በንባብ ሲያሰማ'},
  {
    'whoShouldSay': '',
    'content': '''ይበሉ ሕዝብ ኪያከ ንዌድስ
እግዚኦ፡''',
    'fileId': '',
    'meaning': '''አቤቱ አንተን
እናመሰግንሃለ፡'''
  },
  {'title': 'ካህኑ የኪዳን ጸሎት “ንሤልስ ለከ ዘንተ ቅዱሰ ...” አሰምቶ አንዳበቃ'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''አሜን''',
    'fileId': '',
    'meaning': '''በእውነት'''
  },
  {'title': 'ቀዳሴው ከሰዓት በኋላ (ዘሠርክ) በሚሆንበት ጊዜ ከዚህ በላይ በተዘመመው ምትክ'},
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ጸጋሁ ለእግዚአብሔር
የሀሉ ምስሌክሙ''',
    'fileId': '',
    'meaning': '''የእግዚአብሔር ጸጋ
ከናንተ ጋራ ይሁን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''እኵትዎ ለአምላክነ''',
    'fileId': '',
    'meaning': '''ፈጣሪያችንን አመስግኑ::'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ርቱዕ ይደሉ''',
    'fileId': '',
    'meaning': '''እውነት ነው ይገባዋል'''
  },
  {'title': 'ካህኑ የመጀመሪያውን የኪዳን ጸሎት “ለከ ለአብ ዘኢይስን…” የሚለውን በንባብ አሰምቶ አንዳበቃ'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ንሴብሐከ እግዚኦ''',
    'fileId': '',
    'meaning': '''አቤቱ እናመሰግንሃለን'''
  },
  {'title': 'ካህኑ ሁለተኛውን የኪዳን ጸሎት “ንዌድሰከ አግዚኦ ዘወትረ...” የሚለውን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ንዌድስከ እግዚኦ''',
    'fileId': '',
    'meaning': '''አቤቱ እናወድስሃለን'''
  },
  {'title': 'ካህኑ ሦስተኛውን የከዳን ጸሎት “ለከ ዘአምልብ ውዳሴ...” የሚለውን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''አሜን''',
    'fileId': '',
    'meaning': '''በእውነት'''
  },
];
List<Map<String, dynamic>> oSilusKidusKidase = [
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ኦ ሥሉስ ቅዱስ
መሐረነ፤ ኦ ሥሉስ ቅዱስ መሐከነ፤ ኦ
ሥሉስ ቅዱስ ተሣሃለነ''',
    'fileId': '',
    'meaning': '''ልዩ ሦስት ሆይ
ማረን፤ ልዩ ሦስት ሆይ ራራልን፤ ልዩ
ሦስት ሆይ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ተፈሥሒ ተፈሥሒ
ተፈሥሒ ኦ ማርያም ድንግል
ምልዕተ ጸጋ''',
    'fileId': '',
    'meaning': '''ጸጋን የተመላሽ
ድንግል ማርያም ሆይ ደስ ይበልሽ
ደስ ይበልሽ ደስ ይበልሽ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚአብሔር
ምስሌኪ''',
    'fileId': '',
    'meaning': '''እግዚአብሔር ካንቺ ጋራ ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ተንብሊ ወሰአሊ ኀበ
ፍቁር ወልድ፡''',
    'fileId': '',
    'meaning': '''ወደ ተወደደ ልጅሽ
ለምኝልን አማልጅንም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ከመ ይሥረይ ለነ
ኃጣውኢነ፡፡''',
    'fileId': '',
    'meaning': '''ኃጢአታችንን
ያስተሠርይልን ዘንድ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ስብሐት ወክቡር
ለሥሉስ ቅዱስ ይደሉ አብ ወወልድ
ወመንፈስ ቅዱስ ኵሎ ጊዜ ይእዜኒ
ወዘልፈኒ ወለዓለመ ዓለም አሜን''',
    'fileId': '',
    'meaning': '''ልዩ ሦስት ለሚሆን
ለአብና ለወልድ ለመንፈስ ቅዱስም
ሁልጊዜ ክብር ምስጋና ይገባቸዋል
ዛሬም ዘወትርም ለዘላለሙ አሜን'''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ኣቤቱ ፈጣሪያችን እግዚአብሔር ኢየሱስ ክርስቶስ ሆይ! 
ክቡራን ንጹሐን ለሚሆኑ ደቀመዝሙሮችህ ለሐዋርያት እንዲህ ያልካቸው::
(በንባብ) እናንተ የምታዩትን ያዩ ዘንድ ብዙ ነቢያት ጻድቃን ወደዱ፤
አላዩም፡ እናንተ ዛሬ የምትሰሙትንም ይሰሙ ዘንድ ወደዱ፤ አልሰሙም
የናንተ ያዩ ዓይኖቻችሁና የሰሙ ጆሮቻችሁ ግን የተመሰገኑ ናቸው::
እኛንም እንደ እነሱ የበቃን አድርገን፤ በቅዱሳን ጸሎት የከበረ የወንጌልን
ቃል ሰምተን እንሠራ ዘንድ።''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ጸልዩ በእንተ
ወንጌል ቅዱስ''',
    'fileId': '',
    'meaning': '''ክቡር ስለሚሆን
ወንጌል ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ይረስየነ ድልዋነ
ለሰሚዐ ወንጌል ቅዱስ፡፡''',
    'fileId': '',
    'meaning': '''የከበረ ወንጌልን
ለመስማት የበቃን ያድርገን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ዳግመኛ አቤቱ ካንተ ዘንድ የምንሻውን በምንለምንበትና
በምንጸልይበት ጊዜ እናስባቸው ዘንድ አስቡን ያሉንን ዳግመኛ አስብ
አቤቱ አምላካችን እግዚአብሔር ሆይ ከኛ አስቀድመው የሞቱትን
አሳርፋቸው የታመሙትንም ፈጥነህ አድናቸው የሁላችን ሕይወት
የሁላችንም ተስፋ የሁላችንም አዳኝ የሁላችንም አስነሽ አንተ ነህና፡: ላንተ
ምስጋና እስከ አርያም ድረስ እንልካለን፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {'title': 'ከዚህ በኋላ ለዕለቱ የሚስማውን ምስባክ ከዳዊት መዝሙር ከተመረጠ በኋላ ዲያቆኑ በዜማ ያሰማል'},
  {'title': 'ከዚህም በኋላ ካህኑ አራቱን ማዕዘን አንዲህ ያለ ይባርክ'},
  {
    'whoShouldSay': '',
    'content': '''ልዑል እግዚአብሔር ሁላችንን ይባርክ፤ በመንፈሳዊም በረከት ሁሉ
ያክብረን ወደ ቅድስት ቤተ ክርስቲያን መግባታችንንም ዘወትር በመፍራትና
በመንቀጥቀጥ፤ ከሚያገለግሉት ከቅዱሳን መላእክት ጋራ በአንድነት ያድርግ
በየጊዜውና በየሰዓቱም ሁሉ ከሚያመሰግኑት ከቅዱሳን መላእክት ጋራ
አንድነት ያድርግ ዛሬም ዘወትርም ለዘላለሙ''',
    'fileId': '',
    'meaning': '''''',
  },
  {
    'whoShouldSay': '',
    'content': '''ልዑል እግዚአብሔር ሁላችንን ይባርክ፤ በመንፈሳዊም በረከት ሁሉ
ያክብረን ወደ ቅድስት ቤተ ክርስቲያን መግባታችንንም ዘወትር በመፍራትና
በመንቀጥቀጥ፤ ከሚያገለግሉት ከቅዱሳን መላእክት ጋራ በአንድነት ያድርግ
በየጊዜውና በየሰዓቱም ሁሉ ከሚያመሰግኑት ከቅዱሳን መላእክት ጋራ
አንድነት ያድርግ ዛሬም ዘወትርም ለዘላለሙ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': '',
    'content': '''አሁንም ጌታችን አምላካችን ሆይ፤ ብርሃንንና ጽድቅህን ላክልን፡፡
ያሳባችንና የልቡናችንን ዓይኖች አብራልን፡፡ የከበረ የወንጌልህን ቃል
በመጨከን እንሰማ ዘንድ የበቃን አድርገን፡፡ የምንሰማ ብቻ አይደለም እንደ
ሰማን ልንሠራም ነው እንጂ፡ ሰለ አንዱ ፈንታ ሠላሳና ስልሳ መቶም ያማረ
ፍሬ በላያችን ያፈራ ዘንድ የወገኖችህን ኃጢአት ታስተሠርይ ዘንድ፤
ለመንግሥተ ሰማያትም የበቃን እንሆን ዘንድ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ቡሩክ እግዚአብሔር
አብ አኃዜ ኵሉ፡፡''',
    'fileId': '',
    'meaning': '''ሁሉን የያዘ
እግዚአብሔር አብ ቡሩክ ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን ንፍቅ',
    'content': '''አእኵትዎ ለአብ''',
    'fileId': '',
    'meaning': '''አብን አመስግኑት'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ወቡሩክ ወልድ ዋሕድ
እግዚእነ ኢየሱስ ክርስቶስ''',
    'fileId': '',
    'meaning': '''ወልድ ዋሕድ ጌታችን
ኢየሱስ ክርስቶስም ቡሩክ ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን ንፍቀ',
    'content': '''ኣእኵትዎ ለወልድ''',
    'fileId': '',
    'meaning': '''ወልድን አመስግኑት'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ወቡሩክ መንፈስ ቅዱስ
ጰራቅሊጦስ፡፡''',
    'fileId': '',
    'meaning': '''መንፈስ ቅዱስም ቡሩክ
ነው'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ንፍቀ ኣእኵትዎ
ለመንፈስ ቅዱስ''',
    'fileId': '',
    'meaning': '''መንፈስ ቅዱስን
አመስግኑት'''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ሃሌሉያ! ቁሙ
ወአጽምኡ ወንጌለ ቅዱስ፥ ዜናሁ
ለእግዚእነ ወመድኃኒነ ኢየሱስ
ክርስቶስ''',
    'fileId': '',
    'meaning': '''ሃሌሉያ! የጌታችን
መድኃኒታችን ኢየሱስ ክርስቶስ
የተናገረውን ክቡር የሚሆን
ወንጌልን ቆማችሁ አድምጡ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''እግዚአብሔር ምስለ
ኵልክሙ''',
    'fileId': '',
    'meaning': '''እግዚአብሔር
ከሁላችሁ ጋር ይሁን'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
];
List<Map<String, dynamic>> wengelKidusKidase = [
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ወንጌል ቅዱስ ዘዜነወ
ማቴዎስ ቃለ ወልደ እግዚአብሔር፡፡
ወይም ማርቆስ
ወይም ሉቃስ
ወይም ዮሐንስ''',
    'fileId': '',
    'meaning': '''ክቡር የሚሆን ይህ
ወንጌል ማቴዎስ የተናገረው
የእግዚአብሔር ልጅ ቃል ነው::
ወይም ማርቆስ
ወይም ሉቃስ
ወይም ዮሐንስ'''
  },
  {'title': 'ወንጌሉ የዮሐንስ ሲሆን የተናገረው በሚለው ምትክ የሰበከው ተብሎ ይዜማል'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ስብሐት ለከ
ክርስቶስ፥ እግዚእየ ወአምላኪየ ኵሉ
ጊዜ፤ ተፈሥሑ በእግዚአብሔር
ዘረድአነ ወየብቡ ለአምላከ ያዕቆብ
ንሥኡ መዝሙረ ወሀቡ ከበሮ
መዝሙር ሐዋዝ ዘምስለ መሰንቆ''',
    'fileId': '',
    'meaning': '''ይበሉ ሕዝብ ጌታዬ ፈጣሪዬ
ክርስቶስ ሆይ! ሁልጊዜ ምስጋና
ይገባሃል፡፡ ረዳት በሆነን በእግዚአብሔር
ደስ ይበላችሁ፤ የያዕቆብንም አምላክ
አመስግኑ፤ መዝሙር በሉ፤ ከበሮም
ያዙ፤ መዝሙር ከበገና ጋራ
የተስማማ ነው'''
  },
  {'title': 'በጾም ወራት “ተፈሥሑ በእግዚአብሔር ዘረድአነ " ጀምሮ ምትክ የሚቀጥለው ይባላል'},
  {
    'whoShouldSay': '',
    'content': '''በወንጌል መራህከነ ወበነቢያት
ናዘዝከነ ዘለ ሊከ አቅረብከነ ስብሐት
ለከ''',
    'fileId': '',
    'meaning': '''በወንጌል መራኸል በነብያትም 
አጽናናኸን ላንተ ላቀረብከን ምስጋና ይገባዋል'''
  },
  {'title': 'የማቴዎስ ወንጌል ሲሆን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ነአምን አብ
    ዘበአማን፥ ወነአምን ወልደ
ዘበአማን፥ ወነአምን መንፈሰ ቅዱሰ
ዘበአማን፥ ህልወ ሥላሴሆሙ
ነአምን''',
    'fileId': '',
    'meaning': '''አብን በእውነት
እናምናለን፤ ወልድንም በእውነት
እናምናለን፤ መንፈስ ቅዱስንም
በእውነት እናምናለን፡ የማይለወጠ
ውን ሦስትነታቸውን እናምናለን፡'''
  },
  {'title': 'የማርቆስ ወንጌል ሲሆን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እሉ ኪሩቤል
ወሱራፌል ያዐርጉ ሎቱ ስብሐተ
እንዘ ይብሉ ቅዱስ ቅዱስ ቅዱስ
አንተ እግዚአብሔር አብ ወወልድ
ወመንፈስ ቅዱስ፡፡''',
    'fileId': '',
    'meaning': '''እሊህ ኪሩቤል
ሱራፌልም ለእርሱ ምስጋና
ያቀርቡለታል፡፡ እንዲህ እያሉ÷
አብ፥ ወልድ፥ መንፈስ ቅዱስ ሆይ!
ቅዱስ፥ ቅዱስ፥ ቅዱስ አንተ
እግዚአብሔር ነህ'''
  },
  {'title': 'የሉቃስ ወንጌል ሲሆን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''መኑ ይመስለከ እምነ
አማልክት እግዚኦ አንተ ውእቱ
ዘትገብር መንክረ አርአይኮሙ
ለሕዝብከ ኃይለከ ወአድኀንኮሙ
ለሕዝብከ በመዝራዕትከ፡፡ ሖርከ
ውስተ ሲኦል ወአዕረገ ፄዋ እምህየ
ወጸጎከነ ምዕረ ዳግመ ግዕዛነ እስመ
መጻእከ ወአድኀንከነ፡፡ በእንተ ዝንቱ
ንሴብሓከ ወንጸርሕ ኀቤከ እንዘ
ንብል ቡሩክ አንተ እግዚኦ ኢየሱስ
ክርስቶስ እስመ መጻእከ ወአድኀንከነ''',
    'fileId': '',
    'meaning': '''አቤቱ ከአማልክት
ወገን የሚመስልህ ማነው፤
ተአምራትን የምታደርግ አንተ ነህ፤
ኃይልህን ለወገኖችህ አሳየሃቸው፤
ሕዝቦችህንም በክንድህ አዳንካቸው::
ወደ ሲዖል ወርደህ ምርኮን ከዚያ
አወጣህ፤ ነፃነትንም ዳግመኛ
ለዘለዓለም ሰጠኸን፡፡ መጥተህ
አድነኸናልና፡ ስለዚህ
እናመሰግንሃለን፤ ወዳንተም እንዲህ
እያልን እንጠራለን፦ አቤቱ ኢየሱስ
ክርስቶስ! ቡሩክ አንተ ነህ፤ ሰው
ሆነህ አድነኸናልና'''
  },
  {'title': 'የዮሐንስ ወንጌል ሲሆን'},
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ቀዳሚሁ ቃል ውእቱ
ቃል ቃለ እግዚአብሔር ውእቱ ቃል
ሥጋ ኮነ ወኀደረ ላዕሌነ ወርኢነ
ስብሓቲሁ ከመ ስብሐተ አሐዱ
ዋሕድ ለአቡሁ ቃለ አብ ሕያው
ወቃል ማሕየዊ ቃለ እግዚአብሔር
ተንሥአ ወሥጋሁኒ ኢማሰነ''',
    'fileId': '',
    'meaning': '''ቃል አስቀድሞ
የነበረ፤ ያ ቃል የእግዚአብሔር ቃል
ነው: ያ ቃል ሥጋ ሆነ፤ በኛም
አደረ በአባቱ እንደ አንድ ልጅ
የሚሆን ክብሩን አየን፤ የሕያው አብ
ቃል ነው፤ ቃልም ሕይወትን የሚሰጥ
ነው:: የእግዚአብሔር ቃል ተነሣ፤
ሥጋውም አልጠፋም'''
  },
  {
    'whoShouldSay': '',
    'content': '''በጸሎትና በቀዳሴ ጊዜ የአግዚአብሔር ቃላት ሲነበቡ 
የሰማያዊውን ንጉሥ የተከበረየወንጌሉን ቃል ለመስማት ከመጀመሪያቸው አስከ 
መጨረሻቸው ድረስ ከማመስገንና ከመቀደስ በቀር ድነቅና ጸጥታ ሊሆን ይገባል 
የምድራዊ ንጉሥ ደብዳቤ ሲነበብ አንድ ሰው አንኳ ለመናገር የማይደፍር ከሆነ 
ቢናገርም ግርፋትና ቅጣት የሚያገኘው ከሆነ የሰማያዊ ንጉሥ ደብዳቤ የምትሆን
ወንጌል ሲነበብማ ቢናገር እንደምን እንደርሱ ያገኘው ይሆን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'title':
        'ቄሱም አንብቦ ከፈጸ በኋላ ቀሳውስቱና ዲያቆናቱ ከአሱም በኋላ ሕዝቡ ሁሉ ወንጌልን ይሳለሙ፡፡ በሚሳለሙበትም ጊዜ'
  },
  {
    'whoShouldSay': 'ይበል ሕዝብ',
    'content': '''ክቡር በሚሆን በወንጌል ቃል እናምናለን''',
    'fileId': '',
    'meaning': '''''',
    'isAmharic': true,
  },
  {
    'whoShouldSay': '',
    'content': '''ቅዱስ ወንጌል ከተነበበ በኋላ በጭንቀት ሥራ ካልሆነ በቀር አንድ ስንኳ ከቤተ
ክርስቲያን አይውጣ ድርገት ሳይወርድ ቄሱም ቡራኬውን ሳይጨርስና ሳያሰናብት''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ፃኡ ንኡሰ ክርስቲያን''',
    'fileId': '',
    'meaning': '''የክርስቲያን ታናናሾች በሰላም ሂዱ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''አምላካችን እግዚአብሔር ሆይ በማትነገር ሰውን በመውደድህ
አንድ ልጅህን ወደ ዓለም ሰደድከው፤ የጠፋውን በግ ወዳንተ ይመልስ ዘንድ
መምህራችን ሆይ ያለ ኃጢአት ወደዚህ ወደሚያስፈራ ቍርባን በቀረብን
ጊዜ ወደ ኋላ እንዳትመልሰን ወዳንተ እንማልዳለን፡
ይህችን ባሕርያችንን የወደድሃት ሆይ በሥራችን የምንታመን አይደለንም
በምሕረትህ ነው እንጂ፡፡ ሰውን የምትወድ ሆይ እኛን ለማዳን ያደረግከው ይህ
ምሥጢር ላገልጋዮችህ ለኛ ለወገኖችህም ሁሉ ለመፈራረጃ እንዳይሆንብን
ከቸርነትህ እንለምናለን እንማልዳለን፡፡ እኛን ለማዳን በደላችንንም ለማጥፋት
አውታትነታችንንም ለማስተ ሠረይ የተገባ ይሁን እንጂ፡፡
አብ ወልድ መንፈስ ቅዱስ ሆይ፤ ለቅዱስ ስምህ ክብርና ምስጋና ይገባል
ዛሬም ዘወትርም ለዘለዓለሙ አሜን፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
];

List<Map<String, dynamic>> tseliyuBenteBetekristianKidase = [
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ዳግመኛም ሁሉን የሚይዝ የጌታችንና የመድኃኒታችን የኢየሱስ
ክርስቶስን አባት እግዚአብሔርን እንማልዳን፤ ሰው ወዳጅ ሆይ! ከቸርነትህ
እንሻለን እንለምናለን፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': '',
    'content': '''አቤቱ ሐዋርያት የሰበሰቡዋት አንዲት የምትሆን የቅድት ቤተ ክርስቲያን
ሰላም አስብ፤ ከዳርቻ እስከ ዓለም ዳርቻ ድረስ ያለች''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ጸልዩ በእንተ ሰላመ
ቤተ ክርስቲያን አሐቲ ቅድስት
ጉባኤ እንተ ሐዋርያት ርትዕት በኀበ
እግዚአብሔር''',
    'fileId': '',
    'meaning': '''ሐዋርያት
ለሰበሰቡዋት በእግዚአብሔር ዘንድ
ስለቀናች፥ ክብርት ስለምትሆን
አንዲት ቤተ ክርስቲያን ሰላም
ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሕዝቡን ሁሉ መንጋዎችንም ሁሉ ባርካቸው ከሰማይ የሚገኝ
ሰላምን ሁሉ በሁላችን ልቡና አሳድርብን፡ በርስዋም የሕይወትን ሰላም ስጠን፡
ለቤተ መንግሥቱ ለሠራዊቱም ለመኳንንቱም ለመሳፍንቱም
ለ..................ሰላምን ስጠው''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': '',
    'content': '''በእዳሪና በውስጥ ያሉትን ጐረቤቶቻችንን ሁሉ በፍጹም ሰላም አስጊጣቸው::
የሰላም ንጉሥ ሆይ! ሰላምህን ስጠን፤ ሁሉን ሰጥተኸናልና እግዚአብሔር ሆይ!
ጥሪት አድርገን፤ ዋጋችንንም ስጠን፤ ካንተ በቀር ሌላ የምናውቀው የለምና፤
ቅዱስ የሚሆን ስምህን ፈጽመን እንጠራለን፤ ነፍሳችን በመንፈስ ቅዱስ ትድን
ዘንድ፤ በኃጢአት የመጣ ሞትም በኛ ባገልጋዮችህ ላይ በወገኖችህም ሁሉ
እንዳይበረታታ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': '',
    'content': '''ባንድ ልጅህ በርሱ ያለ ክብር ጽንዕ ላንተ ይገባል ከርሱ ጋራ ከመንፈስ
ቅዱስም ጋራ ዛሬም ዘወትርም ለዘለዓለሙ በእውነት''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ኪርያላይሶን''',
    'fileId': '',
    'meaning': '''ኪርያላይሶን'''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ዳግመኛም ሁሉን የያዘ የጌታችንና የመድኃኒታችን የኢየሱስ
ክርስቶስ አባት እግዚአብሔርን እንማልዳን፡
ብፁዕ ስለሚሆን ስለ ሊቃነ ጳጳሳቱ አለቃ ስለ አባ ....... ለብዙ ዘመናት
ለሰላም ወራት መጠበቅን ይጠብቅልን ዘንድ ብዙ ጸጋን የሚሰጥ አምላካችን
እግዚአብሔር ለክህነት ሹመት የታመነለትን ከሱ ዘንድ እስኪጨርስለት
ድረስ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን ንፍቀ',
    'content': ''' ጸልዩ በእንተ
ርዕሰ ሊቃነ ጳጳሳት አባ.......
እግዚእነ ርእሰ ሊቃነ ጳጳሳት ዘሀገር
ዐባይ......ወዲበ ርእሰ ሀገረ አበዊነ
ብፁዕ ሊቀ ጳጳስ አባ ወኵሎሙ
ኤጲስ ቆጶሳት ቀሳውስት
ወዲያቆናት ርቱዓነ ሃይማኖት''',
    'fileId': '',
    'meaning': '''ብፁዕ
ስለሚሆን ስለ ሊቀ ጳጳሳቱ ስለ አባ
.......የደገኛዪቱ አገር ኢትዮጵያ
የሊቃነ ጳጳሳቱ አለቃ ጌታ ስለሚሆን
ባባቶቻችን አገርም ብፁዕ ስለሚሆን
ስለ አባ.......ሃይማኖታቸው ስለ ቀና
ስለ ኤጲስ ቆጶሳቱ ስለ ቀሳውስቱና
ስለ ዲያቆናቱም ሁሉ ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን ንፍቀ',
    'content': '''ሁሉን የያዝህ አምላካችን እግዚአብሔር ሆይ እንለምንሃለን
እንማልድሃለንም፤ ብፁዕ ቅዱስ ስለሚሆን ስለ አባ ..... ለብዙ ዘመናት
ለሰላምም ወራት መጠበቅን ትጠብቀው ዘንድ፤ ለክህነት መጠበቅን ትጠብቀው
ዘንድ፤ ለክህነት ሹመት እሱን የመረጥህለትን ሥራ እስኪፈጽም ድረስ፤ ከኤጲስ
ቆጶሳቱ ሁሉ ጋራ ሃይማኖታቸው ከቀና ከቀሳውስቱና ከዲያቆናቱም ጋራ::
ከሁሉ በላይ ከምትሆን ከአንዲት ቅድስት ቤተ ክርስቲያን ከአንድነቱዋም
ፍጻሜ ሁሉ ጋራ ስለ እኛ ስለ ወገኖችህም ሁሉ የሚያደርገውን ጸሎት
ተቀበለው: የበረከትህንም መዝገብ ክፈትለት፤ ዳግመኛ ይልቁንም ለእርሱ
የመንፈስ ቅዱስን ሀብት ስጠው:: ወገኖችህን ይባርክ ዘንድ ከሰማይ በረከትህን
በላዩ ላይ አፍስስ የሚታየውንና የማይታየውን ጠላቱን ሁሉ ፈጥነህ ከእግሩ
በታች አድርገህ ቀጥቅጠህ አስገዛለት:፡ እርሱን ግን በእውነት በሰላም ለክብርት
ቤተ ክርሰቲያንህ ብለህ በክብር ጠብቅልን:: በአንድ ልጅህ በርሱ ያለ ክብር
ጽንዕ ላንተ ይገባል ከርሱ ጋራ ከመንፈስ ቅዱስም ጋራ ዛሬም ዘወትርም
ለዘላለሙ አሜን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ዳግመኛም፤ ሁሉን የያዘ የጌታችንና የመድኃኒታችን የኢየሱስ
ክርስቶስን አባት እግዚአብሔርን እንማልዳለን፤ ሰው ወዳጅ ሆይ ከቸርነትህ
እንሻለን እንለምናለን፡፡ አቤቱ አንድነታችንን አስብ ባርካቸው::''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ጸልዩ በእንተ ዛቲ
ቤተ ክርስቲያን ቅድስት ወማኅበርነ
በውስቴታ:''',
    'fileId': '',
    'meaning': '''ክብር ስለምትሆን
ስለዚች ቤተ ክርስቲያን፥ በውስጥ
ዋም ስላለ አንድነታችንም ጸልዩ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ማኅበረነ ባርከ ዕቀብ
በሰላም''',
    'fileId': '',
    'meaning': '''አንድነታችንን ባርክ
በሰላም ጠብቅ'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''የተደነቀችና የከበረች ፈቃድህን ያለማቋረጥና ያለመከልከል
እንዲሠሩ ያንተ ይሆኑ ዘንድ፤የጸሎትን ቤት የንጽሕናንም ቤት የበረከትንም
ቤት ስጣቸው ለኛም ለባሮችህ ከኛም በኋላ ለሚነሱ አቤቱ ስጠን፡፡ እስከ
ዘላለምም ዘመንን ስጥ''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': '',
    'content': '''አቤቱ አምላኬ ሆይ! ተነሥ! ጠላቶችህም ይበተኑ፤ ቅዱስ ምስጉን የሚሆን
ስምህን የሚጠሉ ሁሉም ከፊትህ ይሽሹ
በጊዜው ሁሉ ፈቃድህን የሚሠሩ ወገኖችህ ግን እልፍ አእላፋት በሚሆኑ
መላእክት በረከት የተባረኩ ይሁኑ ባንድ ልጅህ በርሱ ያለ ክብር ጽንዕ ላንተ
ይገባል፡ ከርሱ ጋራ ከመንፈስ ቅዱስም ጋራ ዛሬም ዘወትርም ለዘላለሙ አሜን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ንበል ኵልነ በጥበበ
እግዚአብሔር ጸሎተ ሃይማኖት፡''',
    'fileId': '',
    'meaning': ''' በእግዚአብሔር
ጥበብ ሆነን ሁላችን የሃይማኖትን
ጸሎት እንበል'''
  },
];
List<Map<String, dynamic>> yehawaryatAmenkiyuKidase = [
  {'title': 'ፍሬ ቅዳሴው የጌታ ወይም የሐዋርያት የሆነ አንደሆነ hዝቡ አንዲህ ይበል “የሐዋርያትን አመንክዩ”'},
  {
    'whoShouldSay': '',
    'content': '''አንድ አምላክ በሚሆን ፍጥረቱን ሁሉ በፈጠረ በጌታችን በፈጣሪያችን፤
በመድኃኒታችን በኢየሱስ ክርስቶስ አባት እናምናለን፤ በባሕርዩ ምክንያት
የለበትምና

አስቀድመን እንደተናገርን በዘመኑ ሁሉ ይኖራል እንጂ ጥንት ወይም ፍጻሜ
የለውምና፤ የማይጠፋ ብርሃን አለው፤ ወደርሱም መቅረብ የሚቻለው የለም፤

ሁለተኛ አይደለም ሦስተኛም አይደለም፤ አይጨመርበትም፤ ብቻውን
ለዘላለሙ የሚኖር አንድ ነው እንጂ የማይታወቅ የተሰወረ አይደለምና ሁሉን
የያዘና ከፍጥረቱም ሁሉ በላይ የሠለጠነ መሆኑን በኦሪትና በነቢያት ፈጽመን
ኣወቅነው እንጂ፡፡

የጌታችንና የመድኃኒታችን የኢየሱስ ክርስቶስ አባት እግዚአብሔር አንድ
ነው፤ ዓለም ሳይፈጠር የተወለደ፥ ከርሱ ጋራ የተካከለ የሚሆን አንድ ልጅ፤
ሠራዊትንና ሢመታትን ሥልጣናትንም ሁሉ የፈጠረ

ከኋለኛው ዘመን ሰው ይሆን ዘንድ የወደደ፤ ያለ ዘርዐ ብእሲ ቅድስት
ከምትሆን ከእመቤታችን ከድንግል ማርያም ሥጋን ነሣ ያለ ኃጢአትና ያለ
በደል እንደ ሰው አደገ በአንደበቱም ሐሰት የለበትም

ከዚህ በኋላ በሥጋ ታመመ፤ ሞተም፤ በሦስተኛውም ቀን ከሙታን ተለይቶ
ተነሣ ወደ ላከውም ወደ አብ ወደ ሰማይ ዐረገ ኃይል ባለውም ቀኝ ተቀመጠ
ከአብ የሠረፀ ጰራቅሊጦስ መንፈስ ቅዱስን ሰደደልን፤ ዓለሙንም ሁሉ አዳነ፤
ከአብና ከወልድ ጋራ ህልው የሚሆን፡፡

እንግዲህ የእግዚአብሔር ፍጥረት ሁሉ በጎ እንደ ሆነ የሚጣልም እንደ ሌለ
እንናገራለን፡ የሥጋ ሕይወት የምትሆን ነፍስ ግን ንጽሕት ቅድስት ናት፡፡

እኛስ ጋብቻ ንጹሕ እንደ ሆነ ልደትም ርኵሰት እንደሌለበት እንናገራለን፡፡
ሕዝቡ ይበዙ ዘንድ እግዚአብሔር አዳምንና ሔዋንን ፈጥሯቸዋልና: ከሥጋ ጋራ
የማትሞትና የማትበሰብስ ነፍስ በሥጋችን እንዳለን እናስተውል

እኛስ የሃይማኖት ለዋጮችን ሥራቸውን እንጸየፋለን መለየታቸውንም ሁሉ
ሕግ መለወጣቸውንም እነርሱ በኛ ዘንድ የረከሱ ናቸውና፡

ዳግመኛም የሞቱ የጻድቃንና የኃጥኣን ትንሣኤ እንዳለ እናምናለን ሁሉ
እንደ ሥራው ፍዳውን የሚቀበልበት የፍርድ ቀንም እንዳለ እናምናለን''',
    'fileId': '',
    'meaning': '''''',
  },
  {
    'whoShouldSay': '',
    'content': '''ዳግመኛም ክርስቶስ ሰው ከመሆኑ የተነሣ ምን ምን ሕፀፅ እደሌለበት
እናምናለን፡፡ በእውነት ሰው የሆነ የእግዚአብሔር ቃል ነው እንጂ የአብ ሊቀ
ካህናት የሚሆን እርሱ የሰውን ባሕርይ ከእግዚአብሔር ጋራ አስታረቀ

እንግዲህ እንደ አይሁድ አንገዘር ኦሪትንና ነቢያትን የሚፈጽማቸው
እንደመጣ እናውቃለን

አሕዛብ ሁሉ የርሱን መምጣት ተስፋ የሚያደርጉት ኢየሱስ ክርስቶስ
ከይሁዳ ከዕሤይም ሥር የተገኘ ሥልጣኑ በትከሻው ላይ የሆነ ነው ክብር
ምስጋናና ገናንነት ቡራኬና ውዳሴ መመስገን ለርሱ ይገባዋል ዛሬም ዘወትርም
ለዘላላሙ አሜን''',
    'fileId': '',
    'meaning': '''''',
  },
  {'title': 'አመክንዩ ምትክ የሚባል ”ጸሎተ ሐይማኖት” '},
  {
    'whoShouldSay': 'ይበል ሕዝብ',
    'content': '''ነአምን በአሐዱ
አምላክ እግዚአብሔር አብ አኃዜ
ኵሉ ገባሬ ሰማያት ወምድር
ዘያስተርኢ ወዘኢያስተርኢ''',
    'fileId': '',
    'meaning': '''ሁሉን በያዘ ሰማይንና
ምድርን የሚታይና የማይታየውን
በፈጠረ በአንድ አምላከ በእግዚአብሔር አብ እናምናለን'''
  },
  {
    'whoShouldSay': '',
    'content': '''ዓለም ሳይፈጠር ከርሱ ጋራ በነበረ የአብ አንድ ልጁ በሚሆን በአንድ ጌታ
በኢየሱስ ክርስቶስም አናምናለን፡

ከብርሃን የተገኘ ብርሃን፥ ከእውነተኛ አምላክ የተገኘ አምላክ፥ የተፈጠረ
ያይደለ የተወለደ፥ በመለኮቱ ከአብ ጋራ የሚተካከል

ሁሉ በርሱ የሆነ ያለ እርሱ ግን ምን ምን የሆነ የለም በሰማይም ያለ
በምድርም ያለ፡፡

ስለእኛ ስለሰው ስለ መዳኛችን ከሰማይ ወረደ ከመንፈስ ቅዱስ የተነሣ
ከቅድስት ድንግል ማርያም ፈጽሞ ሰው ሆነ:

ሰው ሁኖ በጰንጤናዊ በጲላጦስ ዘመን ስለእኛ ተሰቀለ ታመመ፤ ሞተ፤
ተቀበረም፤ በሦስተኛውም ቀን ከሙታን ተለይቶ ተነሣ፥ በቅዱሳት 
መጻሕፍት እንደ ተጻፈ፡:

በክብር ወደ ሰማይ ዐረገ፤ በአባቱም ቀኝ ተቀመጠ ዳግመኛ ሕያዋንን
ሙታንንም ይገዛ ዘንድ በጌትነት ይመጣል፡ ለመንግሥቱም ፍጻሜ የለውም፡፡

ጌታ ማሕየዊ በሚሆን ከአብ በሠረፀ በመንፈስ ቅዱስም እናምናለን፡፡
እንሰግድለት እናመሰግነውም ዘንድ፥ ከአብና ከወልድ ጋራ በነቢያት የተናገረ::
ከሁሉ በላይ በምትሆን ሐዋርያት በሰበሰብዋት በአንዲት ቅድስት ቤተ
ክርስቲያንም እናምናለን፡፡

ኃጢአትን ለማስተሥረይ በአንዲት ጥምቀት እናምናለን፡፡
የሙታንንም መነሣት ተስፋ እናደርጋለን የሚመጣውንም
ሕይወት ለዘላለሙ አሜን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ካህን ንፍቅ',
    'content': '''ንጹሕ የሆነ ከቍርባኑ ይቀበል፤ንጹሕ ያልሆነ
ግን አይቀበል፤ ለሰይጣንና ለመላክተኞቹ በተዘጋጀ በመለኮት እሳት 
እንዳይቃጠል በልቡናው ቂምን የያዘ፤ ልዩ አሳብና ዝሙትም 
ያለበት ቢኖር አይቅረብ

እጄን ከአፍኣዊ እድፍ ንጹሕ እንዳደረግሁ፤ እንደዚሁም ከሁላችሁ ደም
ንጹሕ ነኝ ደፍራችሁ ወደ ክርስቶስ ሥጋና ደም ብትቀርቡ፤ ከርሱ
ለመቀበላችሁ መተላለፍ የለብኝም ኃጢአታችሁ በራሳችሁ ይመለሳል
እንጂ፤ በንጽሕና ሁናችሁ ባትቀርቡ እኔ ከበደላችሁ ንጹሕ ነኝ።''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ይህን የቄሱን ቃል ያቀለለ ወይም የሳቀና የተነጋገረ ወይም
በቤተ ክርስቲያን ውስጥ በክፋት የቆመ ቢኖር ጌታችንን ኢየሱስ ክርስቶስን
እንዳሳዘነው በርሱም እንደ ተነሣሣ ይወቅ ይረዳ፤ ስለ በረከት ፈንታ መርገምን፤
ስለ ኃጢአት ሥርየት ፈንታም ገሃነመ እሳትን ከእግዚአብሔር ዘንድ ይቀበላል''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ኣቤቱ ጌታዬ አምላኬ ሆይ ሥርዓትን የሠራህ ሰላምንና ፍቅርን
የምትሰጥ፤ ክፉውን ሕሊና ሁሉ ቂምና ቅንዓትንም ሥጋዊ ፈቃድንም ሁሉ ከኔ
አርቅልኝ፡: በበጎ ሕይወታቸው በሰላምና በፍቅር ወራት ካገለገሉህ ከክቡራን
ባሮችህ ጋራ አንድ እንድሆን አድለኝ፡፡

ከሰማይ የወረድህ፤ ከሰማያውያንና ከምድራውያንም ጋራ ሰላምን
ያደረግህ፤ አንተንም ያመሰግኑ ዘንድ ወገኖችህን ሁሉ የሰበሰብሃቸው አንተ
ነህና፤ ምስጋና የሚገባህ ስለ ሆነ ለዘላለሙ አሜን፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
];
List<Map<String, dynamic>> basliyosAmhaTselotKidase = [
  {'title': 'ይበል ካህን (ባስልዮስ የተናገረው የአምኃ ጸሎት)'},
  {
    'whoShouldSay': '',
    'content': '''ለዘላለሙ ገናና የምትሆን እግዚአብሔር ሆይ ያለጥፋት ሰውን
የፈጠርኸው::
አስቀድሞ በሰይጣን ቅንዓት የገባውን ሞት ሕያው በሚሆን ልጅህ
በጌታችን በአምላካችንና በመድኃኒታችን በኢየሱስ ክርስቶስ መምጣት
አጠፋህ የሰማይ ሠራዊት እንዲህ እያሉ አንተን የሚያመሰግኑባትን፥ ከሰማይ
የተገኘች ሰላምን በምድር ሁሉ መላህ፤ በሰማይ ለእግዚአብሔር ምስጋና
ይገባል፤ በምድርም ሰላም የሰው ፈቃድ፡፡''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ስብሐት
ለእግዚአብሔር በሰማያት ወሰላም
በምድር ሥምረቱ ለሰብእ''',
    'fileId': '',
    'meaning': '''በሰማይ ለእግዚአብሔር ምስጋና ይገባዋል፤
በምድርም ሰላም፥ የሰው ፈቃድ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ከጽርዓትም ሁሉ አንጻን፡፡ ከቂምና ከቅንዓትም ሁሉ ከክፉም ሥራ ሁሉ፤
ሞትን ከምታለብስ ክፉን ነገር ከማሰብም አንጻን፡፡

በተለየች ሰላምታ እርስ በርሳችን እጅ እንነሳሳ ዘንድ ሁላችንንም የበቃን አድርገን''',
    'fileId': '',
    'meaning': ''''''
  },
  {
    'whoShouldSay': 'ይበል ዲያቆን',
    'content': '''ጸልዩ በእንተ ሰላም
ፍጽምት ወፍቅር ተአምኁ
በበይናቲክሙ በአምኃ ቅድሳት''',
    'fileId': '',
    'meaning': '''ፍጽምት ስለምትሆን
ሰላምና ፍቅር ጸልዩ፥ እርስ በርሳችሁ
በተለየች ሰላምታ እጅ ተነሳሱ'''
  },
  {
    'whoShouldSay': '',
    'content': '''ይበሉ ሕዝብ፦ ክርስቶስ አምላክነ
ረስየነ ድልዋነ ከመ ንትአማኅ
በበይናቲነ በአምኃ ቅድሳት''',
    'fileId': '',
    'meaning': ''' ፈጣሪያችን ክርስቶስ
ሆይ! እርስ በርሳችን በከበረች
ሰላምታ እጅ እንነሳሳ ዘንድ የበቃን
አድርገን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ክብርት ከምትሆን ስጦታህ ሳይፈረድብን እንቀበል፤ ይህችው÷
የማታልፍ ሰማያዊት ናት፤ በጌታችን በኢየሱስ ክርስቶስ

በርሱ ያለ ክብር ጽንዕ ከርሱ ጋራ ከመንፈስ ቅዱስም ጋራ ለአንተ
ይገባል ዛሬም ዘወትርም ለዘላለሙ አሜን፨''',
    'fileId': '',
    'meaning': ''''''
  },
];


/*

{
    'whoShouldSay': '',
    'content': '''''',
'fileId': '',
'meaning': ''' '''
  },
  


{'title': ''},


{
    'whoShouldSay': 'ይበል  ዲያቆን',
    'content': '''ተንሥኡ ለጸሎት፡፡''',
    'fileId': '',
    'meaning': '''ለጸሎት ተነሱ'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''እግዚኦ ተሣሀለነ''',
    'fileId': '',
    'meaning': '''አቤቱ ይቅር በለን'''
  },
  {
    'whoShouldSay': 'ይበል ካህን',
    'content': '''ሰላም ለኵልክሙ''',
    'fileId': '',
    'meaning': '''ሰላም ለሁላችሁም'''
  },
  {
    'whoShouldSay': 'ይበሉ ሕዝብ',
    'content': '''ምስለ መንፈስከ''',
    'fileId': '',
    'meaning': '''ከመንፈስህ ጋራ'''
  },
*/
