import 'package:get/get.dart';
import './mezmurs_file_id.dart';

//Images
const kidistArsemaImage = 'assets/icons/kidist_arsema.jpg';
const emebetachinImage1 = 'assets/icons/dingle_maryam_1.jpg';
const emebetachinImage2 = 'assets/icons/dingle_maryam_2.jpg';
const abuneTeklehaymanotImage = 'assets/icons/abune_teklehaymanot.jpg';
const abuneGiorgisImage = 'assets/icons/abune_giorgis.jpg';
const kidistSilasseImage = 'assets/icons/kidist_silasse.jpg';
const medhanealemImage = 'assets/icons/Medhane-Alem_1.jpg';
const abuneGebremenfeskidusImage = 'assets/icons/abune_gebremenfeskidus.jpg';
const kidusGebrielImage = 'assets/icons/kidus_gebreil_1.jpg';
const kidusMikaelImage1 = 'assets/icons/kidus_mikael.jpeg';
const kidusRufaelImage = 'assets/icons/kidus_rufael.jpg';
const lidetImage = 'assets/icons/lidet_1.jpg';
const tseloteHamusImage = 'assets/icons/tselote_hamus.jpg';
const meskelBealImage = 'assets/meskel_beal_2.jpg';
const nisehaImage1 = 'assets/niseha_1.jpg';
const nisehaImage2 = 'assets/niseha_2.jpg';
const enkutatashImage = 'assets/enkutatash.jpg';
const betekristianImage1 = 'assets/betekristian_1.jpg';
const abuneAregawiImage = 'assets/icons/abune_aregawi.jpg';
const peraklitosImage = 'assets/icons/pseraklitos.jpg';
const kidusUraelImage = 'assets/icons/kidus_urael.jpeg';
const kidusGiorgisImage = 'assets/icons/kidus_giyorgis.jpeg';
const kidusYohanisMetmikImage = 'assets/icons/kidus_yohanis_metimk.jpeg';
const kidusEstifanosImage = 'assets/icons/kidus_estifanos.jpeg';
const kidusPawlosImage = 'assets/icons/kidus_pawlos.jpeg';
const kidusMerkoryosImage = 'assets/icons/kidus_merkoryos.jpg';
const kidusYaredImage = 'assets/icons/kidus_yared.jpeg';
const timketImage = 'assets/icons/timket.jpeg';
const hosaenaImage = 'assets/icons/hosaena.jpeg';
const sikletImage = 'assets/icons/meskel.jpeg';
const tinsaeImage = 'assets/icons/tinsae.jpg';
const ergetImage = 'assets/icons/erget.jpg';
const mitseatImage = 'assets/icons/mitseat.jpg';
const debretaborImage = 'assets/icons/debre_tabor.jpeg';
const sergImage = 'assets/icons/serg.jpeg';

//catagories
const medhanealemCatagory = 'medhanealem';
const emebetachinCatagory = 'emebetachin';
const enkutatashCatagory = 'enkutatash';
const nisehaCatagory = 'niseha';
const lidetCatagory = 'lidet';
const meskelCatagory = 'meskel';
const timketCatagory = 'timket';
const hosaenaCatagory = 'hosaena';
const sikletCatagory = 'siklet';
const tinsaeCatagory = 'tinsae';
const ergetCatagory = 'erget';
const mitseatCatagory = 'mitseat';
const kidusYohanisMetimkCatagory = 'kidus_yohnis_metmik';
const kidistSilasseCatagory = 'kidist_silasse';
const pseraklitosCatagory = 'pseraklitos';
const abuneTeklehaymanotCatagory = 'abune_teklehaymanot';
const kidusMikaelCatagory = 'kidus_mikael';
const kidusGebrielCatagory = 'kidus_gebriel';
const kidistArsemaCatagory = 'kidist_arsema';
const kidusRufaelCatagory = 'kidus_rufael';
const abuneGebremenfeskidusCatagory = 'abune_gebremenfeskidus';
const abuneGiorgisCatagory = 'abune_giorgis';
const abuneAregawiCatagory = 'abune_aregawi';
const kidusUraelCatagory = 'kidus_urael';
const kidusGiorgisCatagory = 'kidus_giorgis';
const kidusEstifanosCatagory = 'kidus_estifanos';
const kidusPawlosCatagory = 'kidus_pawlos';
const kidusMerkoryosCatagory = 'kidus_merkoryos';
const kidusYaredCatagory = 'kidus_yared';
const sergCatagory = 'serg';
const debretaborCatagory = 'debretabor';
const adadisMezmursCatagory = 'adadisMezmurCatagory';

class Mezmur {
  int id;
  String title;
  String lyrics;
  String image;
  RxBool isFavorite;
  List catagory;
  String fileId;
  RxBool isSeen;
  Mezmur({
    required this.id,
    required this.title,
    required this.catagory,
    required this.image,
    required this.isFavorite,
    required this.lyrics,
    required this.fileId,
    required this.isSeen,
  });
  toMap() {
    return {
      'id': id,
      'title': title,
      'lyrics': lyrics,
      'image': image,
      'catagory': catagory,
      'fileId': fileId,
      'isSeen': isSeen,
    };
  }
}

List<Mezmur> initMezmurs() {
  List<Mezmur> mezmursList = [];
  for (int i = 0; i < mezmurs.length; i++) {
    bool isFavorite = mezmurs[i]['isFavorite'];
    final m = Mezmur(
      id: i,
      title: mezmurs[i]['title'],
      lyrics: mezmurs[i]['lyrics'],
      image: mezmurs[i]['image'],
      isFavorite: isFavorite.obs,
      fileId: fileUniqueAddress[i],
      catagory: mezmurs[i]['catagory'],
      isSeen: false.obs,
    );
    mezmursList.add(m);
  }
  return mezmursList;
}

List<Map<String, dynamic>> mezmurs = [
  {
    'title': 'እኔስ በምግባሬ',
    'lyrics': '''እኔስ በምግባሬ ደካማ ሆኛለሁ /2/
እዘኝልኝ ድንግል እለምንሻለሁ /2/

    ያንን የእሳት ባህር እንዳላይ አደራ
    ድረሽልኝ ድንግል ስምሽን ስጠራ /2/

የዳዊት መሰንቆ የእስራኤል መና
የናሆም መድሃኒት ንኢ በደመና /2/

    አንቺ ነሽ ጉልበቴ በደከመኝ ጊዜ
    የልቤ መጽናኛ እረዳት ምርኩዜ /2/

አፈሳለሁ እንባ በጣም ተጨንቄ
እማጸንሻለሁ በደሌን አውቄ /2/
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'ቋንቋዬ ነሽ',
    'lyrics': '''ቋንቋዬ ነሽ ድንግል መግባቢያዬ
መልስ የማገኝብሽ ከጌታዬ /2/
ባንቺ ቀርቤአለሁ ከአምላኬ ፊት
ቤቴ ሞልቶልኛል በበረከት /2/
    በምን ስራዬ ነው በፊቱ የቆምኩት
    መቼ በቅቼ ነው ስሙን የጠራሁት
    አስታራቂ እናት አንቺን ስለሰጠኝ
    ስለ ቃል ኪዳንሽ አቤት ልጄ በይኝ /2/
ቅድስና ሕይወት ከኔ ተሰውሮ
በውሸት በሃሜት አንደበቴ ታስሮ
በእመ አምላክ ፍቅር አዲስ ሰው ሆኛለሁ
እንደ መላእክቱ ይኸው እዘምራለሁ /2/
    ስለ እማምላክ ብሎ ያፈረ የለም
    ባንቺ ያልከበረ ሰው አይገኝም
    እንደ ባለማዕረግ እኔም ሰው መባሌ
    አንቺን አግኝቼ ነው ድንግል መሰላሌ /2/''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ስለማይነገር ስጦታው',
    'lyrics': '''ስለማይነገር ስጦታው እግዚአብሔር ይመስገን
ቸል ያላለን አምላክ ስንጓዝ ማዕበሉን አቋርጠን
ስለማይነገር ስጦታው እግዚአብሔር ይመስገን
    የሕይወት እስትንፋስ ዘራብን ህያው እንድንሆን
    ይህን ያደረገ አምላካችን እግዚአብሔር ይመስገን
    ስለማይነገር ስጦታው እግዚአብሔር ይመስገን
ንፋስን ገልጾ ማዕበል አቁሞ የሚያሻግር
የዓለም ፈተና ቢበዛ እርሱ መጠጊያችን
ስለማይነገር ስጦታው እግዚአብሔር ይመስገን
    ዳግም እንዳንሞት በሞቱ ሞትን የረታልን
    የምንመካበት ትንሳኤን ሰላምን የሰጠን
    ስለማይነገር ስጦታው እግዚአብሔር ይመስገን
ከሲኦል እስራት ተፈተን ነፃ የወጣንበት
መስቀሉን ለሰጠን ለአምላካችን እንዘምር በእውነት
ስለማይነገር ስጦታው እግዚአብሔር ይመስገን''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'የአዋጅ ነጋሪት ቃል',
    'lyrics': '''የአዋጅ ነጋሪት ቃል በበረሃ እያለ
የእግዚአብሔር መንገድ አስተካክሉ እያለ
ምስክርነቱን ዮሐንስ አስረዳ
ልባችን ለጌታ መልካም መንገድ ይሁን
  የደናግል መመኪያ የነብያት ገዳም
  አውደ ዓመቱን ባርኪልኝ ድንግል ማርያም /2/

ተራራው ዝቅ ይበል ጠማማውም ይቅና
ካልተስተካከለ መንገድ የለምና
የእግዚአብሔርን መንገድ እንመስርት ሁላችን
ማረፊያ እንዲሆነን ለመጪው ሐብታችን
    ክፋትና ተንኮል ከልባችን ይጥፋ
    ጽድቅና ርህራሄ በእኛ ላይ ይስፋፋ
    ስጋና ደምህን በክብር አግኝተናል
    ሕይወት እንደሆነን አምላክ ተማጽነናል
ሁለት ልብሶች ያሉት ከማብዛት ልብሱን
ለሌለው ያድለው ሁለተኛውን
ከበደላችንም አንጻን አደራህን
በክፉ እንዳንጠፋ እኛ ልጆችህ''',
    'image': enkutatashImage,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
      enkutatashCatagory,
    ]
  },
  {
    'title': 'ውዳሴ ማርያም',
    'lyrics': '''ውዳሴ ማርያም እጮሃለሁ
ድንግል እናቴን እጣራለሁ
እንደ አባ ኤፍሬም ነይ ባርኪኝ
ወድሰኒ ልጄ በይኝ

    ውዳሴ ማርያም በሰርክ ጸሎት ላይ 
        ››    ዜማ ስናደርስ
        ››    ድንግል ትመጣለች
        ››    በቤተ መቅደስ
        ››    የብርሃን ምንጣፍ
        ››    ከፊቷ ተነጥፏል
        ››    ቅዱስ ኤፍሬም ታጥቆ
        ››    ያመሰግናታል

ውዳሴ ማርያም አባ ህርያቆስ 
    ››    ምስጋና ያደርሳል
    ››    የቅዳሴው ዜማ
    ››    ልብን ይመስጣል
    ››    በጎ ነገር ልቤ
    ››    አወጣ አያለ
    ››    ዳዊት በገናውን
    ››    እየደረደረ

    ውዳሴ ማርያም የንጽህናችን
        ››    መሰረት ነሽና
        ››    አንቺን ለማመስገን
        ››    ልቦናዬ ይጽና
        ››    ተፈስሒ ድንግል
        ››    ኦ ቤተልሔም
        ››    ካንቺ ተወለደ
        ››    መድሃኒዓለም

ውዳሴ ማርያም ቅድሳት ሁሉ 
    ››    ዙሪያሽን ከበዋል
    ››    አባ ጊዮርጊስም
    ››    ንኢ ድንግል ይላል
    ››    በወርቅ ዙፋን ላይ
    ››    ተቀምጠሽ ሳይሽ
    ››    ልቤ ተሰወረ
    ››    ድንግል በግርማሽ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'የብርሃን ጎርፍ ናት',
    'lyrics': '''የብርሃን ጎርፍ ናት ድንግል እናታችን
ከሰማይ እያበራች ደስ አለው ልባችን
ፍቅርሽን ሰላምሽን ድህነት ይሁነን
ፍጥረት በሙሉ/2/ ፊትሽ ይወድቃሉ
ጸጋሽ ይድረሰን/2/ ይስጠን እያሉ
    የኔ ልብ ምን ፅድቅ አለው አንቺን ለማስተናገድ
    የሃጢያት ጎተራ ነው የተሞላ በስስት
    ኧረ እንዴት/2/ ድንግል ትኑርበት
    አትፀየፍም የኔን ልብ ታሰናዳዋለች
    ስለሃጢያቴ የኔ እናት ምልጃ ታቀርባለች
ልባቸውን የዘጉ ድንግልን ለማስገባት
ህሊናቸው ይመለስ እንጸልይ ለዚህ ጥፋት
አምላክን ይዛ ነው የምትመጣው
እርሷን ስንመልስ ጌታን ነው የምናስቀይመው
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ከጌታዬ ፍቅር የሚለየኝ ማነው',
    'lyrics': '''ከጌታዬ ፍቅር የሚለየኝ ማነው/2/
መከር ችግር ስቃይ ወይስ መራቆት ነው/2/

    አንፈራም አንሰጋም አንጠራጠርም/2/
    እግዚአብሔር ከኛ ጋራ ይኖራል ለዘለዓለም/2/

የሰማይ ቤታችን አማኑኤል የሰራው/2/
ግንቡ ንጹህ ውሃ መሰረቱ ደም ነው/2/

    ሳይነጋ ተራምደን እንጓዝ በጠዋት/2/
    በደሙ መስርቶ ከሰራልን ቤት/2/

የውሃ ግድግዳ የደም መሰረት/2/
ይኸው ከዚህ አለ የአማኑኤል ቤት/2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ምን ሰማህ ዮሐንስ',
    'lyrics': '''ምን ሰማህ ዮሐንስ በማህፀን ሳለህ/2/
ህጻን ሆነህ ነብይ ለክብር የተጠራህ/2/
እንደ አንበሳ ጥጃ ያዘለለ ደስታ/2/
ምን ዓይነት ድምጽ ነው ምን አይነት ሰላምታ/2/
    ከተፈጥሮ በላይ ያሰገደህ ክብር
    እንዴት ቢገባህ ነው የአምላክ እናት ፍቅር/2/
    ሌላ ድምጽ አልሰማም ከእንግዲህ በኋላ
    ለውጦኛል እና የሰላምታ ቃሏ/2/
በረሃ ያስገባህ ለብዙ ዘመናት
ምን ያለ ራዕይ እንዴት ያለ ብስራት/2/
እንደ አዲስ ምስጋና ስልቱ የተዋበ
ተደምጦ የማያውቅ ጭራሽ ያልታሰበ/2/
    ከሴት የተገኘ ከደቂቀ አዳም
    ድንግል ስለሆነ በሕይወቱ ፍፁም/2/
    ከማህፀን ሳለ ተመርጦ በጌታ
    ለማዳመጥ በቃ የኪዳን ሰላምታ/2/
    ''',
    'image': kidusYohanisMetmikImage,
    'isFavorite': false,
    'catagory': [
      kidusYohanisMetimkCatagory,
    ]
  },
  {
    'title': 'አንደበትን ስጠኝ ጌታዬ',
    'lyrics': '''አዳኙ ስምህን ዘወትር ልጠራበት
ቅዱስ ኃያል ህያው ክብር የምልበት
ከሃጢያት የራቀ ሐኬት የሌለበት
ምስጋናህን ብቻ የምናገርበት/2/
አንደበትን ስጠኝ ጌታዬ/4/
    ሕይወት የሆነውን ቃልህን ሰባኪ
    ገናናነትህን ክብርህን ተራኪ
    ለንስሃ ህይወት በጎችህን ጠሪ
    እንደ ሐዋሪያት ፍቅርህን መስካሪ/2/
ከከሃድያን ጋር የማይተባበር
ፆምና ጸሎትን የሚያዘወትር
ከጽድቅ ስራ ጋር መልካም ህብረት ያለው
በምድራዊ ምኞት የማይታለለው/2/
    ፈተና ሲገጥመኝ በመከራ ጊዜ
    የሀዘን ጥላ ጋርዶን ሲከበን ትካዜ
    ተመስገን የሚል በችግር በደስታ
    ርቱዕ አንደበትን ፍጠርልን ጌታ/2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'የጽድቅ በር ነሽ',
    'lyrics': '''የጽድቅ በር ነሽ የሙሴ ጽላት
አክሊለ ሰማዕታት ምዕራገ ጸሎት
የጌታዬ እናት ንጹህ አክሊላችን
ሐመልማለ ሲና እመቤታችን/2/

እመቤታችን የእኛ ምርኩዝ ነሽ
    ››ከለላም ሆንሽን
    ››የእሳት ሙዳይ
    ››እሳት ታቀፍሽ
    ››በብርሃን ተከበሽ
    ››ወርቅ ለብሰሽ
    ››ከሴቶች ሁሉ
    ››አብ መረጠሽ

እመቤታችን ድንግል ሆይ ልጆችሽ 
    ››ዘውትር ይጠሩሻል
    ››ስምሽን ለልጅ ልጅ
    ››ያሳስቡልሻል
    ››በተሰጠሽ ጸጋ
    ››ባማላጅነትሽ
    ››ምህረትን አሰጪን
    ››ከመሃሪው ልጅሽ

እመቤታችን ያልታረሰች እርሻ 
    ››ዘር ያልተዘራባት
    ››የህይወትን ፍሬ
    ››ሰጠችን የእኛ እናት
    ››የታረደው መሲ
    ››እናቱን ወደዳት
    ››በቀኙ ቆማለች
    ›› ድንግል እመቤት ናት

እመቤታችን የእውነት ደመና 
    ››ዝናብ የታየባት
    ››ወዳናለች ድንግል
    ››የታተመች ገነት
    ››ክብር ለሆነችው
    ››ኑ እንዘምርላት
    ››ደስ ይበልሽ እንበል
    ››የብርሃን እናት
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ኑ በእግዚአብሔር',
    'lyrics': '''ኑ በእግዚአብሔር ደስ ይበለን/2/
ለታላቁ ክብር ለዚህ ላበቃን
ከሞት ወደ ሕይወት ላሸጋገረን
ኑ በእግዚአብሔር ኑ በድንግል ደስ ይበለን/2/
    የሰማዩን መንግስት እርስቱን ለሰጠን
    ከጨለማ አውጥቶ ብርሃንን ላሳየን
    ለዚህ ድንቅ ውለታው ምስጋና ያንሰዋል
    በእርሱ ደስ ይበለን ክብር ይገባዋል
ከአለት ላይ የፈለቀ ውሃ ጠጥተናል
ሰማያዊ መና አምላክ መግቦናል
ፍቅርህ የበዛልህ ምን ልክፈልህ ጌታ
ስምህን ላመስግነው ከጠዋት እስከማታ
    በቃዴስ በረሃ ምንም በሌለበት
    በኤርትራ ባህር ወጀብ በበዛጀት
    ለእርሱ መንገድ አለው ከቶ ምን ተስኖት
    ልባችሁ አይፍራ በፍጹም እመኑት
በባርነት ሳለን በድቅድቅ ዓለም
ብርሃንን አገኘን በድንግል ማርያም
ያጣነውን ሰላም ዛሬ አገኘን
እጅግ ደስ ይበለን በእመቤታችን
የሐና የእያቄም የእምነታቸው ፍሬ
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ሰላም ለኪ',
    'lyrics': '''ሰላም ለኪ ለኖህ ሐመሩ ሰላም ለኪ የአሮን በትሩ
የቅዱስ ዳዊት መሰንቆ መዝሙሩ ሰላም ለኪ የጌዴዎን ጾምሩ
የሰለሞን መንበረ ክብሩ ሰላም ለኪ ፍሬ ስብሐት መዝሙሩ/2/
እመ እግዚአብሔር ጸባኦት ሰላም ለኪ/2/

ሰላም ለኪ ሰረገላው ለአሚናዳብ ሰላም ለኪ
መና ያለብሽ ንጹህ መሶብ ሰላም ለኪ
ያዕቆብ ያየሽ በሎዛ ሰላም ለኪ
የይስሐቅ መዓዛ/2/

እንዘ ንሴብሖ ለበረከትኪ ዘምስለ አምሃ እሰግድ ለኪ/2/
ሰላም ለኪ ህብስተ መና ዘ እስራኤል ሰላም ለኪ
የሰማዕታት ንጹህ አክሊል ሰላም ለኪ
እጸ እጳጦስ ዘሲና ሰላም ለኪ
የኤልያስ መና/2/

እንዘ ንሴብሖ ለበረከትኪ ዘምስለ አምሃ እሰግድ ለኪ/2/
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ባክኛለሁና',
    'lyrics': '''ባክኛለሁና በስጋ ፈተና
የዚህ ዓለም ሀዘን ጫፍ የለውምና
ፈጥነሽ ወደእኔ ነይ ከትንሿ ቤቴ
አጽናኚኝ እመአምላክ ድንግል እመቤቴ
    ባህሩ ትልቅ ነው  [ድንግል እመቤቴ]
    ትንሽ ናት መርከቤ   >>
    የመንገዴ መሪ      >>
    አንቺ ነሽ ወደቤ    >>  /2/
በመንገዴ ስዝል   [ድንግል እመቤቴ]
ዓለም ትስቃለች    >>
መመኪያ እመቤቱ   >>
ወዴት ነች እያለች  >>  /2/
    በቀቢጸ ተስፋ  [ድንግል እመቤቴ]
    እንዳልወድቅብሽ   >>
    በቀንም በሌሊት   >>
    ተስፋዬ አንቺ ነሽ  >>  /2/
የለም ያተረፍኩት    [ድንግል እመቤቴ]
ወጥቼ ወርጄ          >>
ትርፌ አንቺ ብቻ ነሽ    >>
ጽዮን አማላጄ         >>   /2/
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'አማኑኤል ተመስገን',
    'lyrics': '''አማን በአማን /2/
አማኑኤል ተመስገን /2/
ለዚህ ፍቅርህ ምን ልክፈል /2/
    ድብቁን ሃጢያት አንተ ብትገልጠው
    ይቅር ብለኸኝ ባትሸፋፍነው
    እንደሰው በቀል ቢኖርህ ጌታ
    ለእኔ ሃጢያትስ የለውም ቦታ
በየደቂቃው ሃጢያት ስሰራ
ስሰርቅ ስበድል አንተን ሳልፈራ
አንተ ግን ፊትህ ምንም ቢቀየም
በቁጣህ በትር አልገረፍከኝም
    ምህረትህን ልከህ አድነኝ ዛሬ
    ታክቶኛልና በሃጢያት መኖሬ
    ዓለም በሃጢያት እየሳበችኝ
    በፍቅርህ በደስታ መኖር አቃተኝ
የሃጢያት ጉዞ ጣፋጭ ቢመስልም
ውጤቱ መሮ ፍጹም አይጥምም
እንደ በደሌ ስላልከፈልከኝ
ተመስገን እንጂ ሌላ ምን አለኝ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'አድርገህልኛልና',
    'lyrics': '''አድርገህልኛልና በቸርነትህ
አመሰግንሃለሁ እልል እልል
ለዓለመ ዓለም አማኑኤል /2/
እገዛልሃለሁ መድሃኒዓለም /2/
    ቀኑ ጨልሞብኝ ዙሪያው ገደል ሆኖ
    የችግር አረንቋ ፊቴ ተደቅኖ
    እረዳት ያጣሁኝ በመሰለኝ ጊዜ
    ፈጽሞ አራቅክልኝ የልቤን ትካዜ
አምላኬ ጉልበቴ ሐይሌ መመኪያዬ
ጠላት ማሳፈሪያ የእምነት ጋሻዬ
እንደማትተወኝ አሁን አውቂአለሁ
ካለኝ ነገር ይልቅ በአንተ ታምኛለሁ
    ጥቂቷን አብዝተህ ለምትመግብ ጌታ
    የምመልስልህ ባላገኝ ስጦታ
    በቀንም በሌትም ለሚያበራ
    መንክር ለባህሪይው እጹብ ለአንተ ስራ
አምላክ ሆይ ምስጋና ለአንተ ይገባሃል
ለትንሿ ጎጆ በረከት ሰጥተሃል
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ቅያሜው ይቅርና',
    'lyrics': '''ቅያሜው ይቅርና አምላክ ሆይ ታረቀን
አንተ ስለራከን ሞት ነው የከበበን /2/
    እስከመቼ ድረስ ህዝብህ ተጎሳቁሎ
    በረከሰ መንፈስ በርኩሰት ተጥሎ
    ምድር እያለቀሰች ደም እየሸተታት
    እባክህ አምላኬ ኢትዮጵያን ታረቃት /ሀገሬን/
የዘመኑ ጣዖት ገንዘብ እያሳተን
ይህ ደካማ ስጋ አምላክን አስተወን
ግብዝነት ሞልቶት ፈራሹ አካል
በነፍስ በሽታ ህዝባችን ታሟል /2/
    ክንፋችን ተመትቶ መብረር አቅቶናል
    በመንፈስ በሽታ ህዝባችን ታውኳል
    ራዕይ የሌለው ተራ ሰው ስለሆን
    እባክህ ጌታችን በፍትነት ታረቀን /2/
ጸጋህ የተለየን ባዶነት የሞላን
ፍቅር የተነፈግን ሰላም የጎደለን
ሆነን ስለቀረን እግዚአብሔር ታረቀን
ጽድቅን አድለን ጽድቅ እንደተመኘን /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'ሊረዳን መጣ',
    'lyrics': '''ሊረዳን መጣ ኃያል ሚካኤል
ይጠብቀናል ኃያል ሚካኤል
    የሙሴ ጠባቂ   ኃያል ሚካኤል
    መንገድ የመራኸው  ››
    የኤርትራን ባህር   ››
    ከፍለህ ያሻገርከው  ››
ክብርህ ከመላእክት  ኃያል ሚካኤል
ከፍ ከፍ ያለ ነው     ››
ታላቁ አለቃ        ››
ከቶ እንዳንተ ማነው   ››
    ከሃጢያት በረሃ  ኃያል ሚካኤል
    መጠለያ ሆነን     ››
    ጠላት በመንገድ ላይ ››
    እንዳያስፈራራን    ››
    ''',
    'image': kidusMikaelImage1,
    'isFavorite': false,
    'catagory': [
      kidusMikaelCatagory,
    ]
  },
  {
    'title': 'አምላክ ተክለ ሀይማኖት',
    'lyrics': '''አምላከ ተክለሀይማኖት ማረን (2)
አምላከ ቅዱሳን ታረቀን (2)
ስለ ቃል ኪዳንህ በቁጣህ አታጥፋን
    ሃዋርያው ቅዱስ ተክለ ሀይማኖት
    የእቲሳ አንበሳ የእኔ አባት
    ቁጣውን አብርደው ተክለሀይማኖት
    በምልጃ ተነሳ የኔ አባት
ቁጣውን አብርደው ተክለሀይማኖት
ቤተሰብ ሆነሃል የእኔ አባት
ከሰማይ ካህናት ተክለሀይማኖት
ቤተሰብ ሆነሃል የእኔ አባት
    የስላሴን መንበር ተክለሃይማኖት
    ለማጠን በቅተሃል የእኔ አባት
    ከከርቤ ከሚአ ተክልሀይማኖት
    ከሰሊክም በልጧል የእኔ አባት
የጻድቁ ጸሎት ተክልሀይማኖት
በእግዚአብሔር ፊት ሸቷል
ስለቃልኪዳንህ ተክለሃይማኖት
አምላክ ይለመናል የእኔ አባት
    ጸሎት ሲደርስ ተክለሀይማኖት
    እኛን ይታረቃል የእኔ አባት
    ተማጽነንብሃል ተክለ ሃይማኖት
    ጌታ ሆይ በስሙ የእኔ አባት
በጻድቁ ጸሎት ተክለሀይማኖት
በሰባራ አጽሙ የእኔ አባት
ኢትዮጵያን በሙሉ ተክለሃይማኖት
አስተምሮ ሲመለስ የእኔ አባት
    አጽመ ርስቱ ሆነቸህ ተክለሀይማኖት
    ደብረ ሊባኖስ የእኔ አባት
    የጸድቁ መንፈስ ተክለሀይማኖት
    ከቅዱሳን ጋራ የእኔ አባት
ከልባችን ገብተህ ተክለሀይማኖት
ብርሀንን አበራ የእኔ አባት
በጸሎት ስቁም ተክለሀይማኖት
ስምህን ስጠራ የእኔ አባት
ነፍሴ ተደሰተች ተክለሀይማኖት
ሲርቀኝ መከራ የእኔ አባት
    ''',
    'image': abuneTeklehaymanotImage,
    'isFavorite': false,
    'catagory': [abuneTeklehaymanotCatagory]
  },
  {
    'title': 'እባክህ ወዴት ነህ',
    'lyrics': '''ለመዳኑ ህይወት ለጽድቁ ጠርቼህ
ከዓለም ለይቼ በፍቅሬ መርጬህ
በረከትና ፍቅር ሰላሜን ወርውረህ
ልጁ የምወድህ እባክህ ወዴት ነህ
ይልሃል እግዚአብሔር እባክህ ወዴት ነህ
    ከዓለም ጉያ ውስጥ ሽብር ከተሞላው
    ከስንጥቅ አለቶች ጎድጓዳ ከሆነው
    የአራዊቱ ግርማ የአንበሶቹ ግሳት
    የጨለማው ክብደት የፍጥረት ማዛጋት
    ከእንዲህ ያለ ስፍራ ተወርውረህ ነወይ
    ቀናት ተቆጠሩ አይኖችህን ሳላይ /2/
ከቅዳሴ የወጣ ምስጋና ስቀበል
ጎላ ያለው ድምጽህ ተሰውሮብኛል
በቅድስቱ በኩል በምትቆምበት በቅዳሴ ጊዜ
አይኖቼ ስላጡ ፈልገው ፈልገው ይዞኛል ትካዜ /2/
    ልጄ ምን በደልኩህ ምን አጎደልኩብህ
    ትተኸኝ የሄድከው እንደዛ ስወድህ
    ዘወትር ፊትህን ሳየው ደስ እያለኝ
    ደስታዬን በሀዘን ምነው ለወጥክብኝ /2/
    ''',
    'image': nisehaImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
    ]
  },
  {
    'title': 'ግሩም ድንቅ ነህ',
    'lyrics': '''ግሩም ድንቅ ነህ አምላኬ ግሩም ድንቅ ነህ
ግሩም ድንቅ ነህ ጌታዬ ግሩም ድንቅ ነህ
ሰው የጣለውን ከምድር ከፍ ታደርጋለህ
የተረሳውን አምላኬ ታስታውሳለህ
    ከቤተሳይዳ ያነሳል በአልጋ ያለውን
    መተመቅ ሽቶ ረዳት ወገን ያጣውን
    ከሃጢያተኛ ጋር ይገባል እራት ሊበላ
    በቀል አያውቅም ጌታዬ ከፍቅር ሌላ
እንደ አምላካችን ማንም የለም /2/
እንደ እግዝአብሔር ማንም የለም /2/
እንደ ፈጣሪ ማንም የለም /2/
እንደ አማኑኤል ማንም የለም /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'የሐሰት ዳኝነት',
    'lyrics': '''እውነት ስለሆን እየሱስ ክርስቶስ
ዋለ በአደባባይ ሲሰደብ ሲከሰስ
የሐሰት ዳኝነት አምላክን ወቀሰው
ሕይወት ሰጠን እንጂ ጥፋቱ ምንድን ነው
    ከቃሉ እብለትን ባያገኙበትም
    ዝምታውን አይተው አላዘኑለትም
    ባላወቁት መጠን ጠሉት ካለ በደል
    ጥፋቱ ምን ይሆን የሚያደርስ ከመስቀል /2/
የልቡን ትህትና ፍቅሩን ሳያስተውሉ
ቸሩ ጌታችንን አቻኩለው ሰቀሉት
እሩህሩሁን ጌታ አቻኩለው ገደሉት
ሞትን አስወጎዶ ቢሰጣቸው ህይወት /2/
    ስለቸርለቱ ስድብን ከፈሉት
    ስለርህራሄው የእሾህ አክሊል ሰጡት
    ሐሞትና ከርቤ ሆምጣጤ ደባልቀው
    መራራ አስጎነጩት ጨክኖ ልባቸው /2/
ፈውስን ለሰጣቸው ልባቸውን ሞልተው
አሉት ወንበዴ ነው ስቀለው ስቀለው
ከእጁ በረከትን የተሻሙ ሁሉ
ይጮኹ ነበር ይገደል እያሉ /2/
    ''',
    'image': sikletImage,
    'isFavorite': false,
    'catagory': [
      sikletCatagory,
      medhanealemCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'ኑ በብርሃኑ ተመላለሱ',
    'lyrics': '''ኑ በብርሃኑ ተመላለሱ /3/
የፍቅርን ሕይወት እንድትለብሱ /2/
    ሁሉን በሚችል በአምላክ ጥላ
    በእረፍት ውሃ ስር አርፈናልና
    ሰላምና ፍቅር ህይወት በሚሰጥ
    ወደ ጌታችን እንሂድ እንሩጥ
ምህረትና ፍርድ በእጁ የያዘው
የሰላም አባት ወድሃኒዓለም ነው
ህይወት የሆነን በመስቀል ውሎ
ብርሃን ሰጠን ጨለማን ሽሮ
    የሚያስደነግጥ የሚያስጨንቀን
    ይጠፋልና እርሱን ተማጽነን
    በቀን ከሚበር ፍላጻ ሁሉ
    ይታደገናል በቅዱስ ቃሉ
እግርህ በድንጋይ እንዳይመታ
በፈተና ውስጥ እንድትበረታ
መቅሰፍት ከቤትህ እንዲከለከል
ይጠብቅሃል ሌሊትና ቀን
    ስሙን ያወቀ ህይወት መሆኑን
    ይመላለሳል ከሃይል ወደ ሃይል
    ረጅም እድሜ ይጠግባል እርሱ
    ብርሃን ይሆናል የጸጋ ልብሱ
አቤቱ አንተ ተስፋ ነህና
የምትመግብ የፍቅር መና
ማዳንህ እኛን አስደስቶናል
እንዲህ ያለ ክብር ከየት ይገኛል
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እግዚአብሔር ሆይ እርዳኝ',
    'lyrics': '''እግዚአብሔር ሆይ እርዳኝ ቸርነት አድርገህ /2/
እድሜ ለንስሐ እንደ ህዝቅያስ ሰጥተህ
ጠማማውን ልቤን በቃልህ አቃንተህ
    አላውቀውም ብሎ ሲጠየቅ ያመጸው
    ዶሮ እስኪጮህ ድረስ ሶስት ጊዜ የካደው
    የጅረት ወንዝ ነው የሰጠኸው እንባ
    ጴጥሮስ ተጸጽቶ ንስሐ እንዲገባ
ጽዋው እንዳይደርሰኝ የይሁዳ እድል
ልጅህ ሆኖ ውሎ ኃላ መኮብለል
ጴጥሮስ እድለኛው አልቅሶ ተማረ
በትዕቢቱ ይሁዳ እንደወጣ ቀረ
    ዘመኗን በሙሉ በዝሙት አቃጥላ
    በንስሐ ጠራት ጌታ በገሊላ
    ታድሳ ተነሳች በእንባዋ ብዛት
    እግሩ ስር ተደፍታ ማርያም መግደላዊት
አመጸኛው ልቤ ዛሬስ መቼ ይተኛል
በሃጢያት በዝሙት በስርቆት ይዋኛል
ወደ ቀድሞ ግብሩ እንዳይመለስ
ፍቅርህ በእኔ ሰርጾ ሃጢያቴን ደምስስ
    በደላችን ሁሉ ሳታስብ ትተህ
    በምጽአትህ ሰዓት ከጻድቃን ቆጥረህ
    ነጭ ልብስን ለብሰን ሆነን ካንተ ጋራ
    በሩ ሳይዘጋ አስገባን አደራ
    ''',
    'image': nisehaImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'በሀዘኔ',
    'lyrics': '''በሀዘኔ በጭንቀቴ መጽናኛዬ ነሽ ረዳቴ
እመአምላክ አደራ ድንግል እመቤቴ /2/
    ለዓለም ተዘርግቶ እጄ ባዶ ሆኗል
    የራሴ ላይ አክሊል ተሽቀንጥሮ ወድቋል
    ከኤልዛቤል ሸሽቼ መጣሁኝ ወደ አንቺ
    የጎሰቆልኩትን እኔን ተመልከቺ
የእግሬ መሰናክል ለዓለም ደስታ ነው
ተስፋ ቢስ መሆኔ ለጠላቴ ድል ነው
የደስታ መመንጫ የኤልሳቤጥ ዘመድ
እንዳልሰናከል ምሪኝ በመንገድ
    ምድር ትለኛለች ተስፋ ቢስ ብቸኛ
    ሳለቅስ ሳነባ አይታኛለችና
    ከቤተመቅደሱ ለእኔስ ዘመድ አለኝ
    በሀዘኔ ሰዓት አይዞህ የምትለኝ
ከአመድ የወደቀ ትንሽ ገንዘብ አለሽ
ልብሽ እራርቶልኝ ፈልጊኝ አጥብቀሽ
እምነቴ እንዳይደክም እንዳልጠፋ ልጅሽ
አድጊያለሁና ከደጀ ሰላምሽ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'እግዚአብሔርን ጠራሁት',
    'lyrics': '''እግዚአብሔርን ጠራሁት በሀዘኔ ጊዜ
እግዚአብሔርን ጠራሁት በጭንቀቴ ጊዜ
አወጣኝ ከጭንቀት ከሀዘን ከትካዜ /2/
    የልመናዬን ድምጽ እርሱ ሰምቷልና
    ጆሮውን ወደ እኔ አዘንብሏልና
    በዘመኔ ሁሉ ስጠራው እኖራለሁ /2/
    ጎስቋላ ብሆንም ምስጋና አቀርባለሁ /2/
እንደ ቃልህ መጓዝ መራመድ አቅቶኝ
የሃጢያት መንገድ ማዕበሉ ገፍቶኝ
ወደ እርሱ ስማጸን ደግሞ ስጸጸት /2/
አላሳፈረኝም መጣ በምህረት /2/
    ኖህን እንዳዳንከው እኛንም አድነን
    ከቀስቱ እንድናመልጥ ምልክትን ስጠን
    በትርህ ምርኩዝህ እነሱ ያጽናኑኝ /2/
    አንተ ከኔ ጋር ነህ አልፈራም ክፉውን /2/
በበዛ ምህረቱ ያለፈውን ትቶ
በፍቅሩ ጎበኘኝ አልተወኝም ከቶ
ሊቀበለኝ ወዶ ፊቱን አበራልኝ /2/
ማን ይቃወመኛል እግዚአብሔር ካለልኝ /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እርዳኝ ዝም አትበል',
    'lyrics': '''እርዳኝ ዝም አትበል የሰራዊት ጌታ
ተስፋ እንደሌለው ሰው ልቤ አያመንታ
አንተን ለማመስገን የነበረኝ ብርታት
ዛሬስ ተስኖኛል አቅቶኛል መትጋት
    ጨንቆኝ እጣራለሁ ጸጋ አጣ ህይወቴ
    እባክህ አርመኝ እርዳኝ መድሃኒቴ
    ልቤ ድንጋይ ሆኖ ቃልህ አልሰበረው
    የእጅህን ስራ ጌታዬ አስተካክለው
የክርስትና ኑሮ ስርዓቱን አፍርሼ
አለቅሳለሁ ጌታ በሃጢያት ተከስሼ
ሰላምና ፍቅር ነበር ክርስትና
እኔ ግን ተናወጽኩ አልጸናሁም ገና
    ስራዬና ቃልህ አልገናኝ አሉኝ
    በጠማማው ልቤ አንተን አሳዘንኩኝ
    ጽኑ መሰረት ነው የህይወት አለት
    እየተናወጽኩኝ አቃተኝ መጽናት
በእረፍት ውሃ ዘንድ በለመለመው ሳር
በጎችህን ሁሉ በፍቅር የምታኖር
በህይወቴ እንዲታይ የቸርነትህ ክብር
ከደጅህ ተጥዬ ለስምህ ልዘምር
    ''',
    'image': nisehaImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'የስሙ ትርጓሜ',
    'lyrics': '''የስሙ ትርጓሜ ማን እንደ እግዚአብሔር ነው
የሰውን ወደ አምላክ የአምላክን ወደ ሰው
እኛን የሚረዳን ዘወትር በምልጃው
የመላዕክት አለቃ ቅዱስ ሚካኤል ነው
    ከጉድጓድ ተጥሎ ፍጹም ከሚያስፈራው
    ከተራቡ አናብስት ዳንኤልን ያዳንከው
    እኛንም ተራዳን ቸል አትበለን
    ሰይጣን በተንኮሉ ወጥመድ ሳይጥለን
የክፉ ሰው ስራው ክፉ ሐሳብ ነውና
በቅንነት መንገድ ከቶ አይሄድምና
የሞቱን ደብዳቤ ለባህራን ሲሰጠው
ሚካኤል አጥፍቶ በደስታ ለወጠው
    ገና ብላቴና ሳለሁ አንድ ፍሬ
    ሰው ሁሉ ሲንቀኝ ምስጋናን ጀምሬ
    ጸጋዬን አብዝቶ ያበቃኝ ለዚህ ክብር
    የሚካኤል አምላክ ይመስገን እግዚአብሔር
    ''',
    'image': kidusMikaelImage1,
    'isFavorite': false,
    'catagory': [
      kidusMikaelCatagory,
    ]
  },
  {
    'title': 'ድንግል እመቤቴ',
    'lyrics': '''ድንግል እመቤቴ የህይወቴ ረዳት
የኑሮዬ ጣዕም ዋልታ መሰረት
እለምንሻለሁ /2/ ፍጹም በረከት
    ትህትናሽ ሲታሰብ ድንግል እመቤቴ
    በሰዎች ልቦና ድንግል እመቤቴ
    ግርምትን ይፈጥራል /2/ ልብ ይመስጥና
ጽዮን መጠጊያ ነሽ ድንግል እመቤቴ
የአብርሃም ድንኳን ድንግል እመቤቴ
የታጠረች ተክል /2/ እመብዙሃን
    ከሚካኤል ጋራ ድንግል እመቤቴ
    ፈጥነሽ ድረሽልኝ ድንግል እመቤቴ
    ቅዱስ ገብርኤል ይምጣ /2/ ክብርሽን ያብስረን
ከድንግል ጋር ሆነህ ድንግል እመቤቴ
ኡራኤል ፈጥነህ ና ድንግል እመቤቴ
ሩፋኤል ራጉኤል /2/ ንኡ በደመና
    በደማችን ሰርጿል ድንግል እመቤቴ
    ፍቅርዋ የማርያም ድንግል እመቤቴ
    ምስክር ነን እኛ /2/ እስከ ዘለዓለም
በአባቶች ፋንታ ድንግል እመቤቴ
ልጆችሽ ስላለን ድንግል እመቤቴ
ስምሽን ለልጅ ልጅ /2/ እንዘክራለን
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'አልተወኝም ጌታ',
    'lyrics': '''አልተወኝም ጌታ ለካስ ይወደኛል /2/
ዛሬም ስበድለው ልጄ ነሽ ይለኛል
ዛሬም ስበድለው ልጄ ነህ ይለኛል
    በበደል ጉራንጉር በሃጢያት ጫካ
    ብጠፋበት እንኳን አልተወኝም ለካ
    ዛሬም ልጄ ብሎ ዳግም ይጠራኛል /2/
    ለካስ አልጠላኝም ጌታ ይወደኛል /2/
ለስልጣን ለክብሬ ብዬ ስክደው
ለገንዘብ አድልቼ እኔ ስረሳው
ለእኔ ያለው ፍቅር አልቀነሰብኝም /2/
ዛሬም ይወደኛል ጌታ አልጠላኝም /2/
    ታዲያ ለዚህ ፍቅሩ ለሌለው ወሰን
    ከጭንጫ መቃብር ላወጣኝ እኔን
    በህይወቴ ሁሉ ፍጽም ለመራኝ /2/
    ክብርና ምስጋና አቀርባለሁኝ /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ኪዳነ ምህረት',
    'lyrics': '''ኪዳነ ምህረት እመቤት /2/
ነይልን /2/ ካለንበት
    ከሰማያት በላይ ካለው ከማደሪያሽ /2/
    ዝማሬን ከሞላው ከዘላለም ቤትሽ
    የምድር ፍጥረታት ማርያም ማርያም ሲሉሽ /2/
    የቃል እናት እመቤቴ ነይ በሰረገላሽ /2/
ወልዳ ያሳደገች አዝላ የተሰደደች
የጌታችን እናት ድንግል ተንከራታለች
ከእግረ መስቀሉ ከዙፋኑ ከቀኝ ቆማለች /2/
ትላንት ዛሬም ነገም ማርልኝ እያለች /2/
    ''',
    'image': emebetachinImage2,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ጽረ አርያም',
    'lyrics': '''ጽረ አርያም ጽረ አርያም /2/
ክብርሽ ገናና ነው ለዘላለም
    በመላዕክት ዓለም በሶስቱ ከተማ
    በኤረር በኢዮር እንዲሁም በራማ
    ውዳሴ ቀረበ ለሰማይ ንግስት
    የአምላክን እናት በክብር አየናት
በበረሃ ያሉ ዓለምን የናቁ
ውዳሴሽን ደግመው ስምሽን የሰነቁ
አንቺን ስንጠራ ተላት ገለል ይላል
ማርያም በግርማሽ ከሳሻችን ያፍራል
    ከእግሮቿ በታች ጨረቃን ተጫምታ
    የክብርን አክሊል በራሶቿ ላይ ደፍታ
    በቅዱሳን ሁሉ ትመሰገናለች
    ዓለም የዳነባት ድንግል ማርያም ነች
ብርሃንን ለብሳ በንጽህና አጊጣ
ፍጥረትን ስትባርክ በክብር ተገልጣ
ነፍሳት ተቀደሱ በእምነት ከበዋት
ከበሮን አንስተን እንዘምርላት
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'የጥበብ ሰዎች መጡ',
    'lyrics': '''የጥበብ ሰዎች መጡ /2/ ሰምተውት በዜና
  እያበራላቸው ኮከብ እንደፋና /2/
      ሰማይና መሬት የማይወስኑት
      ተወስኖ አየነው በጠባብ ደረት
      ዘጠና ዘጠኙን መላዕክትን ትቶ
      አገኘነው ዛሬ በበረት ተኝቶ
ድንግል እመቤቴ ሰላምታ ይድረስሽ
ለአምላክ ወገኖች መመኪያ የሆንሽ
ካንቺ ተወሰደ የዓለም መድህን
ኩነኔን አጥፍቶ ጽድቅን ሊያወርሰን
      ጌታችን ሲወለድ በቤተልሔም
      ሀዘን ተደምስሶ ሰፈነ ሰላም
      እንጨቶች አፈሩ ፍሬ በረከት
      ወንዞች ሁሉ ሆኑ ማርና ወተት
ሰብአሰገል መጡ ሊሰግዱ በሙሉ
የእስራኤል ንጉስ ወዴት ነው እያሉ
እጅ መንሻውን ሰጡት እንደየስርዓቱ
እጣኑን ለክህነት ወርቁን ለመንግስቱ
    ''',
    'image': lidetImage,
    'isFavorite': false,
    'catagory': [
      lidetCatagory,
      medhanealemCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'ሳር ቅጠሉ ሰርዶ',
    'lyrics': '''ሳር ቅጠሉ ሰርዶ ሰንበሌጥ ቄጤማው
በዚያች ቀን በዚያች ወር ለምለም የነበረው
በእልልታ ዘመሩ በደስታ ተሞልተው
ጌታ መወለዱን የምስራች ሰምተው
  እልል በዬ ቤቴልሔም ሃሌ ሃሌ ሉያ /2/
  የፍቅር የሰላም ነሽና ገበያ /2/
      ያ ትሁት እረኛ የትህትና አባት
      ብርሃን ለበሰ በእኩለ ሌሊት
      ጥሪ ተደርጎለት ከሰማይ መላዕክት
      ለመመልከት በቃ የጌታውን ልደት
እረኝነት ትንሽ የወረደ ግብር
ብሎ ሰው በግምት ደንግጎ ነበር
የብዙ ስው ራስ መሆኑን እረኛ
ክርስቶስ ሲወለድ ተረዳነው እኛ
      የተነበዩለት ነብያት በሙሉ
      ጌታ ተወለደ የምስራች በሉ
      ሰውን በመውደዱ ሰማያዊው ንጉስ
      ይኸው ተወለደ እኛን ለመቀደስ
    ''',
    'image': lidetImage,
    'isFavorite': false,
    'catagory': [
      lidetCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ተወለደ',
    'lyrics': '''ተወለደ ጌታ ተወለደ /2/
ተወለደ አምላክ ተወለደ /2/
    አንዲት ብላቴና የ፲፭ ዓመት ልጅ
    ጌታን ወለደችው በመላዕክት አዋጅ
    ፍጹም ድንግልና ተወለደ ጌታ
    ዓለምን የሚያድን የሰዎች አለኝታ
ይህ ዓለም በቃሉ ከተፈጠረበት
ይበልጣል ልደቱ አምላክ ሰው የሆነበት
እንደምን ይገርማል ይሄ ተዋህዶ
አየነው አምላክን እንደሰው ተወልዶ
    ፍጹም ድንግልና ክብር የተሞላች
    እንደምን አምላክን በማህፀን ያዘች
    ዓለምን በቃሉ የፈጠረ ጌታ
    ወለደችው ድንግል የሔዋን አለኝታ
አንቺ ብላቴና እናታችን ማርያም
በምድር ተፈልጎ እንዳንቺ አልተገኘም
በሀሳብ በግብር ንጹህ ስለሆነች
የአምላክ ማደሪያ ድንግል ተመረጠች
    ''',
    'image': lidetImage,
    'isFavorite': false,
    'catagory': [
      lidetCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'ግነዩ ለእግዚአብሔር',
    'lyrics': '''ግነዩ ለእግዚአብሔር እስመ ሔር
እስመ ለዓለም ምህረቱ እስመ ለዓለም /2/
    እናመስግንሽ የአምላክ እናት በዝማሬ
    የዓለም ቤዛ ነውና የማህፀንሽ ፍሬ /2/
በድንግልና የወለድሽው የአንቺ ጽንስ
ለድኩማኖች ብርታት ነው ለህሙማን ፈውስ /2/
    ከሰማየ ሰማያት ወርዶ ከአንቺ ተወልዶ
    መለኮት ወረደ ዮርዳኖስ እኛን ለመቀደስ /2/
በዮሐንስ እጅ ተጠመቀ እዳችንን ፋቀ
በቸርነቱ አወቀን ከበደል አራቀን /2/
    ብርሃነ መለኮት ያደረብሽ አዳራሽ
    ቅድስተ ቅዱሳን ማርያም ድንግል አንቺ ነሽ /2/
ስምሽን የጠራ ዝክርሽንም ያዘከረ
በመንግስተ ሰማይ ይኖራል እንደተከበረ /2/
    እመቤታችን እናታችን ማርያም
    የተማጸነሽ ይኖራል ለዘለዓለም /2/
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ሀይልን በሚሰጠኝ',
    'lyrics': '''ሐይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ /2/
መከራም ቢገጥመኝ ለበጎ ነው ብዬ አልፋለሁ /2/
    በሰንሰለት አስረው በወህኒ ቢጥሉኝ
    መከራን አብዝተው እጅግ ቢያስጨንቁኝ
    ለበጎ ነው ብዬ ተስፋ አድርጌሃለሁ
    ይሁን አንተ ያልከው እገዛልሃለሁ
ትናንትናም ዛሬም አንተ ያው አንተ ነህ
ፍቅርህ እይቀየር ወረትም የለብህ
ስምህን መጥራቴ ሞገስ ሆኖልኛል
ጠላቴ ቢፎክር መቼ ያሸንፈኛል
    በመከራው ጽናት ጉልበቴ ደከመ
    ትካዜ ከቦኛል ተስፋዬም ጨለመ
    ነገር ቢሆን ባይሆን አንተን እንዳከብር
    አደለኝ በጸጋህ ጌታ ያንተን ፍቅር
ከሀገር ወጥቼ በዱር መሰደዴ
ከባዕዳን ሀገር እርቄ መሄዴ
ለበጎ ነውና መቼ ይከፋኛል
ፈጽሞ እንዳልጠፋም ክንድህ ይይዘኛል
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እናመስግነው',
    'lyrics': '''እናመስግነው እናመስግነው /2/
አምላካችን ውለታው ብዙ ነው /2/
    ከሃጢያት ገደል ከሞት ቤት ጎትቶ
    መንግስቱን የሰጠን ከሲኦል አውጥቶ
    ዘላለማዊ ቤት ታላቅ ሀብት ያደለን
    መቼም የማይተወን ታላቅ አባት አለን
ፍጡራን ቢንቁኝ መጎስቆሌን አይተው
ወዳጆች ቢሸሹኝ ተስፋ ቢስ ነው ብለው
እውነተኛ ረዳት አምላኬ መች ተወኝ
ሁለት እጄን ይዞ ልጄ ተነስ አለኝ
    ሞታችንን ሞቶ ህይወቱን ላደለን
    ለቸሩ ክርስቶስ ምን እንከፍለዋለን
    ለታላቅ ውለታ ጌታ ለዋለልን
    በእልልታ እንቀኝ በአንድነት ሆነን
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እንደ እግዚአብሔር ያለ',
    'lyrics': '''እንደ እግዚአብሔር ያለ ማንም የለምና /2/
እልል በሉ ቁሙ ለምስጋና /2/
    ባህር ተከፈለ እስኪታይ መሬቱ
    ፈርኦን ወደቀ አልሰራም ትምክህቱ
    ደካሞቹም ጸንተው ተራመዱ
    ሐይለኞችም ይኸው ተዋረዱ
የኢያሪኮ ቅጥር የማይደፈረው
ይኸው ፈራረሰ የሰው እጅ ሳይነካው
ሐይለኞቹም ቢበረታቱብን
እንጸናለን በእርሱ ተደግፈን
    የተወረወረው የጠላታችን ጦር
    ሜዳ ላይ ወደቀ ጋሻ ሆኖ እግዚአብሔር
    ለስላሴ ይድረስ ምስጋናችን
    ተሸነፈ አዳኝ ጠላታችን
ባህር ላይ ሲራመድ ሞገስ አለው እርሱ
በግርማው ሲነሳ ጸጥ ይላል ነፋሱ
የድንግል ልጅ እኛ የምናመልከው
ከሐሊ ነው የለም የሚሳነው''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'በሀዘኔ ደራሽ ነሽ',
    'lyrics': '''በሀዘኔ ደራሽ ነሽ በጭንቀቴ
በችግሬም ደራሽ ነሽ
የአምላኬ እናት የጌታዬ እናት
ድንግል እመቤቴ ወላዲተ ቃል /2/
    መልካሚቱ ርግብ   ድንግል እመቤቴ
    ማርያም እናቴ ነሽ   
    ከፍጥረታት ሁሉ
    ገናና ነው ክብርሽ
    የሀዘኔ መጽናኛ
    እንባዬን አባሽ ነሽ
ዋሻ መጠለያ   ድንግል እመቤቴ
የዘላለም ቤቴ
መንገድ ስሄድ ስንቄ
መጠጤ ነሽ ምግቤ
እመ አምላክ ስጠራሽ
ይጠፋል እርሃቤ
    የእናትነትሽን    ድንግል እመቤቴ
    ፍቅርሽን አየሁት
    ጎጆዬን ስትሞይው
    ባዶ የሆነውን
    አንቺ እያለሽልኝ
    ምን እሆናለሁኝ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'በበጎ ፍቃዱ',
    'lyrics': '''በበጎ ፍቃዱ ሁሉ በእርሱ ሆነ /2/
ነገር ሁሉ በእርሱ ተከናወነ /2/
    ሰማይና ምድር ግብሩን ተናገሩ
    ፈጥሮአቸዋልና እንዲገለጥ ክብሩ
    በፈጠረው ፍጥረት የሚታወቅ እርሱ
    እግዚአብሔር ይመስገን ስሙን አወድሱ
አልሆነም ያለ እርሱ ፍጹም አንዳች ነገር
ብንመረምረው በሰማይ በምድር
ፈቃዱ ነውና መልካምና በጎ
ፈጥሮ አሳይቶናል ሁሉን ውብ አድርጎ
    ክረምትና በጋ ሌሊትና ቀን
    ሁሉን አሳይቶ ጌታ አስተማረን
    ያደደረገው ሁሉ እንከን የሌለው
    ለዚህ ቅዱስ አምላክ ምሳሌም የለው
ያዘነውን ያውቃል ደስም ያለውን
ሁሉ በእርሱ ፈቃድ ስለሚከወን
ችግርና ደስታ ለበጎ ነውና
ይህን ያስተማረን ይድረሰው ምስጋና
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
      medhanealemCatagory,
    ]
  },
  {
    'title': 'አንደበቴም ያውጣ',
    'lyrics': '''አንደበቴም ያውጣ የምስጋናን ቅኔ
የአምላኬን ማዳን አይቻለሁ በዓይኔ
በገባኦን ሰማይ ፀሐይን ይቆመ
ዛሬም ጎብኝቶኛል እየደጋገመ
    ወጥመድ ተሰበረ እኔም አመለጥኩኝ
    ከሃጢያት ፍላፃ ከሞት አተረፈኝ
    የአናብስቱን አፍ በሐይሉ የዘጋ
    የዳንኤል አምላክ ይኖራል ከእኔ ጋር
በዳዊት ምስጋና በያሬድ ዝማሬ
ከቅዱሳኑ ጋር ልዘምር አብሬ
እርሱን ሳመሰግን ሜልኮል ብትስቅብኝ
ለጌታዬ ክብር እዘምራለሁኝ
    አስፈሪው ነበልባል እሳቱ ቢነድም
    ለጣኦት እንድንሰግድ ነገስታት ቢያውጁም
    ሁሉ ቢተወኝም ቢጠላኝም ዓለም
    ጽናት ይሆነኛል ጌታ መድሃኒዓለም
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እልል በሉ',
    'lyrics': '''እልል በሉ በአንድነት ዘምሩ
አመስግኑ ለክብሩም ዘምሩለት
እንደ እግዚአብሔር ያለ ማንም የለም በሉ
    በሃጢአት ባርነት ስንኖር ተገዝተን
    ከቤቱ ስንርቅ ትዕዛዙን አፍርሰን
    አይቶ ዝም ላለን ጠላቶቹ ሳለን
    ውለታው ግሩም ነው ክብር ለእርሱ ይሁን /2/
ራሱን አዋርዶ እኛን አከበረን
ስጋውና ደሙን ብሉ ጠጡ አለን
መልካም እረኛ ነው የሚያሳጣን የለም
ምስጋና ይድረሰው ለመድሃኒዓለም /2/
    ሕይወቱን የሰዋ እንደ አምላክ ማን አለ
    ለሰው ልጆች ብሎ በመስቀል የዋለ
    ፍቅሩ የማይለካ አያልቅም ቢወራ
    ከሰማያት ወርዶ ሆነ ከእኛ ጋራ /2/
ስራውን እናድንቅ እንዲህ ለወደደን
ከማያልቀው ፍቅሩ በረከት ላደለን
ለማይነገረው ለአምላክ ስጦታ
ውዳሴን እናቅርብ እንዘምር በእልልታ /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'እግዚአብሔር መልካም ነው',
    'lyrics': '''እግዚአብሔር መልካም ነው /2/
በመከራ ቀንም መሸሸጊያ ነው /2/
    ከገነት ሲሰደድ አዳም አባታችን
    ሞት ነግሶብን ሳለ በእኛ በሁላችን
    ቃል እንደገባለት ተወልዶ ሊያድነው
    በመከራው ጊዜ ወሸሸጊያ ሆነው /2/
አብርሃም ከካራን ከእናት ከአባቱ ቤት
ከነዓን ሲገባ ሲሰደድ በእምነት
ከተሰጠው ተስፋ አንዳች ሳይጎድልበት
እንደ ምድር አሸዋ ዘሩን አበዛለት /2/
    በሀዘን በችግር በመከራ ጊዜ
    ጭንቄን የሚያርቅ ነው የነፍሴን ትካዜ
    የቀደመው እባብ ሰላሜን ሲነሳኝ
    እግዚአብሔር መልካም ነው ሀዘኔን አስረሳኝ
    የቀደመው እባብ ሰላሜን ሲነሳኝ
    ክርስቶስ ኢየሱስ ሀዘኔን አስረሳኝ /2/
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'እግዚአብሔርን አመስግኑ',
    'lyrics': '''እግዚአብሔርን አመስግኑ
ስራው ግሩም ድንቅ ነው በሉት
እግዚአብሔርን አመስግኑት
ስራው ግሩም ድንቅ ነው በሉት
    ሰማይን ያለ ምሶሶ
    ምድርንም ያለ መሰረት
    ያጸናው እርሱ ነው
    ስራህ ድንቅ ለው በሉት
የባህርን ጥልቀት የመጠነ
ዳርቻዋን የወሰነ
እግዚአብሔርን አመስግኑ
ስራህ ድንቅ ነው በሉት
    ማዕበል ነፋስን የሚገስጽ
    ፍጥረቱ ለስሙ የሚታዘዝ
    ትጉህ እረኛ ድካም የሌለበት
    እግዚአብሔር ስራህ ግሩም ድንቅ ነው በሉት
ንጹህ ባህሪይ ነው ሁሉን የሚገዛ
የነገስታት ንጉስ አልፋና ኦሜጋ
ዘለዓለም እርሱ የማይለወጥ
እግዚአብሔርን ስራህ ድንቅ ለው በሉት
    ጥበብን የሚገልጥ ጥበበኛ
    ፍርድ የሚያደርግ እውነተኛ ዳኛ
    እንደ እርሱ ያለ ከቶ አይገኝም
    እግዚአብሔር ግሩም ነው ዘለዓለም
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'ደስ ይበለን',
    'lyrics': '''ደስ ይበለን /2/
አምላክ አለ መሀላችን
ምን ይከፈል ለዚህ ስራህ
ገናና ነው አምላክ ክብርህ
    ምህረቱን አይተናልና
    አድርሶናል አምላክ በጤና
    ይህችን እድሜ የጨመረልን
    ለንስሐ ጊዜ የሰጠን
ሃጢያትህን ይታገስሃል
በቸርነት አምላክ ያይሃል
ደስታ ነው በሰማያት
በአንድ አጥዕ የጽድቅ ሕይወት
    እልል በሉ የጎበኛችሁ
    በምህረት አምላክ ያያችሁ
    በችግር ቀን ያሰበን ሁሉ
    አመስግኑ ዝምም አትበሉ
ድንግል ማርያም ትጸልያለች
ሃጥኡን ሰው ማረው እያለች
በድንግል ክብር እንኖራለን
በጽኑ ፍቅር አንድ እንዲያደርገን
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'የያሬድ ውብ ዜማ',
    'lyrics': '''የያሬድ ውብ ዜማ ድንግል እመቤቴ ስጦታዬ ነሽ /2/
በምን አንደበቴ እንዴትስ ባለ ቃል ማርያም ልበልሽ /2/
    ምድርና ሰማይ ታምርሽን ይንገሩ
    ፍጥረታት በሙሉ ስላንቺ ይመስክሩ
    ተነግሮ የማያልቅ ድንቅ ነው ስራሽ
    ድንግል ሆይ እናቴ አምሳያም የለሽ
ማርያም ድንግል እረዳቴ
የምትደርሽልኝ ነይ ስልሽ በጭንቀቴ
ተአምርሽን በዓይኔ አይቻለሁ
ጽዮን ሆይ ስልሽ ድንግል ሆይ እጠግባለሁ
    የእግዚአብሔር ጥበቡ ባንቺ ተገለጠ
    የአዳም ዘር በሙሉ ከሞት አመለጠ
    የመዳን ምክንያት ማርያም አንቺ ነሽ
    ለፍጥረት ሁሉ መሰላል የሆንሽ
ነገ ባላውቅ እኔን ቢያስፈራኝም
አንቺ ካለሽልኝ በፍፁም አልወድቅም
በፊትሽ እንድቆም ለምስጋና
ማርያም ልበልሽ በትህትና
    ትውልዱ በሙሉ ለምስጋና ይቁም
    ባንቺ ስለሆነ የቀረለት መርገም
    አዳም ከነልጁ በሰማይ በምድር
    ማርያም /2/ ይበል ተዓምርሽን ይናገር
ጨለማውም ከፊቴ ተገፈፈ
ማርያም በምልጃሽ ልቤ አረፈ
ከጎኔ ነይ ስልሽ እጽናናለሁ
እሳት ገደሉን ሁሉንም አልፈዋለሁ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'የማያልፍ የለም',
    'lyrics': '''የማያልፍ የለም ሁሉም ያልፋል
ሀዘን መከራም ይታለፋል
የማጣት ዘመን ሁሉም ያልፋል
ሀዘን መከራም ይታለፋል
    አንዱን ስሻገር አንዱ ይተካል
    ፈታኜ ቀርቦ ፈተና አብዝቷል
    ትዕግስት ጽናቱን አድለኝና
    ይህም ቀን አልፎ ልይ እንደገና
የማይቻለው በእርሱ ተችሎ
ስንቱ ታለፈ ሁሉ ተጥሎ
በሚያበረታው ጌታ በርትተን
እዚህ ደርሰናል ሁሉንም አልፈን
    የማያልፍ መስሎኝ አየሁ አልፌ
    የማልችለውን አየሁት ችዬ
    ሁሉ ሲያልፍ አየሁ ሁሉን ስትረታ
    ምንድነው ዋጋህ ተመስገን ጌታ
ተስፋ ያረኩት ጠፍቷል ከፊቴ
ያስጨንቀኛል ብቸኝነቴ
እኔ አልቻልኩም ጽናት ጎድሎኛል
አልፌ ልየው ያ ይሻለኛል
    አይድንም ብሎ ዓለም ወስኖ
    ተስፋዬ ጠፍቶ ሁሉ ተከድኖ
    በእመ አምላክ ምልጃ አልፌዋለሁ
    አስጨናቂውን ድል አድርጌአለሁ
    ''',
    'image': betekristianImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
    ]
  },
  {
    'title': 'ለውዳሴሽ ልትጋ',
    'lyrics': '''ለውዳሴሽ ልትጋ ስምሽ ግርማ ያለው /2/
እመቤቴ እኸ እመቤቴ ስልሽ እውላለሁ /2/
    ከልቤ አቀርባለሁ ምስጋና ለስምሽ
    መለመኛዬ ነው ጽኑ ቃል ኪዳንሽ
    በሰላምታ ድምፅሽ ያልጸና ማን አለ
    ጽንሱ በማህጸን በደስታ ዘለለ
ማርና ወተት ነው የስምሽ ስያሜ
እመቤቴ ስልሽ ይቀላል ሸክሜ
ቅኔ ማህሌቱ ሰዓታት መዝሙሩ
ያመሰግንሻል ምድርና ጠፈሩ
    እናቱ ነሽና አንቺ ለአዶናይ
    ማለድኩኝ ከፊትሽ ይቅርታውን እንዳይ
    ሰዓሊለነ ብዬ ይኸው ተርፌአለሁ
    በአንቺ ተደግፌ ነገም እኖራለሁ
ነይ ነይ እልሻለሁ እንደ ካህናቱ
በሰዓታት ጸሎት ቆሜ በሌሊቱ
ዝም አልልም እኔ አወድስሻለሁ
የዓለም መከራ እረሳብሻለሁ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'የወደደኝ ጌታ',
    'lyrics': '''የወደደኝ ጌታ ምን አድርጌለት ነው
ብዘምርለትስ ያንስበታል ይኸው
ከውድቀቴ አንስተህ ድካሜን ያገዝከኝ
ሰባራውን ድልድይ ገጥመህ ያሳለፍከኝ
    በኢያሪኮ መንገድ ስለምን ቁጭ ብዬ
    ብርሃን እጅግ ናፍቆኝ ከሰው ተገልዬ
    የብርሃን ጌታ ወደ እኔ መጣና
    ዓይኔን አበራልኝ በእጁ ዳሰሰና
ለብዙ ዘመናት አልጋ ላይ ተኝቼ
የሚረዳኝ አጣሁ ጠሉኝ ዘመዶቼ
የእኔ ጌታ አምላኬ ወደ እኔ መጣና
አልጋህን ተሸከም አለኝ ፈወሰና
    አሥራ ሁለት ዓመት ደም እየፈሰሰኝ
    ምራቅ እየተፉ ሁሉም ሲያንቋሽሿኝ
    የጌታዬ ልብሱን ጫፉን ብዳስሰው
    ኃይልም ከእርሱ ወጣ ደሜን ቀጥ አረገው
ሰካራም ዘማዊ ወንበዴ ነበርኩኝ
የአመጸኞች መሪ ደምን ያፈሰስኩኝ
ዛሬ ግን ታሪኬን ጌታ ቀይሮታል
ለኃያሉ ጌታ ምስጋና ይገባዋል
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
    ]
  },
  {
    'title': 'እግዚአብሔር ሆይ እወድሃለሁ',
    'lyrics': '''እግዚአብሔር ሆይ እወድሃለሁ
ስለስምህ እቃጠላለሁ
ፍቅርህ እኔን ይመስጠኛል
እንደ እግዚአብሔር ከየት ይገኛል
    ዓለም ሁሉ በጠላኝ ጊዜ
    ስንገላታ ይዞኝ ትካዜ
    አንተ ከእኔ አልተለየህም
    እግዚአብሔር ሆይ ወደር የለህም
ሳኦል እኔን ሲያሳድደኝ
ጎልያድም ሲዝትብኝ
ግርማ ሆነህ ከፊቴ የቆምክ
እግዚአብሔር ሆይ ስምህ ይባረክ
    ሞቷል ብለው ቀብረውኝ ሰዎች
    ምስኪን ሆኜ ሳይኖረኝ አንዳች
    ከመቃብር ቆፍሮ አወጣኝ
    አይዞህ ብሎ አምላኬ አጽናናኝ
ሐሳብህን በእግዚአብሔር ላይ ጣል
ለዘለዓለም ያበራልሃል
ታማኝ ወዳጅ እርሱ ነውና
ሰላም ይሙላህ ለእርሱ ተውና
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'ለእኔስ ወደ እግዚአብሔር',
    'lyrics': '''ለእኔስ ወደ እግዚአብሔር መቅረብ ይሻለኛል /2/
መታመኛዬ እርሱ ነውና ይገባዋል ክብርና ምስጋና
    ፍቅሩን እያሰብን እንቅረብ ወደ እርሱ
    ይምረናልና መሃሪ ነው እርሱ
    በልባችን ይንገስ ይግባ ከቤታችን
    የሕይወታችን ዋልታ እርሱ ነው ተስፋችን /2/
ከቶ አላገኝም እርሱን የሚመስል
ነፍሴን የሚያከብራት የሚሰጠኝ ሐይል
በመከራ ሰዓት ከክፉ የሚያድነኝ
ከየት አገኛለሁ መጠጊያ የሚሆነኝ /2/
    የለመለመ መስክ መሸሸጊያ ነው
    በሰላም ወጥቼ ሰላም እገባለሁ
    ተስፋዬ እርሱ ነው ይጠራኛልና
    ዘወትር አቀርባለሁ ክብርና ምስጋና
    ዘወትር አቀርባለሁ ለአምላኬ ምስጋና
እኔስ ይሻለኛል መቅረብ ወደ ጌታ
ጋሻዬ ነውና የነፍሴ አለኝታ
ስለዚህ እቀርባለሁ አልቀርም ከደጁ
ጠግቤ እኖራለሁ በበረከት እጁ /2/
    ''',
    'image': kidistSilasseImage,
    'isFavorite': false,
    'catagory': [
      kidistSilasseCatagory,
    ]
  },
  {
    'title': 'ደጅ ጠናሁ',
    'lyrics': '''ደጅ ጠናሁ ቆይቼ ኪዳነምህረትን
ተጽናናሁኝ ረሳሁ ሀዘኔን
የአምላክ እናት እመቤታችን /2/
ሞገስ ሁኚኝ ቀሪው ዘመኔን /2/
    የመከራው ዘመን አለፈ እንደ ዋዛ
    አንቺን ተጠግቼ የዓለሟን ቤዛ
    የልጅሽ ቸርነት የአንቺም ደግነት
    ባሪያሽን ሰወረኝ ከአስጨናቂው ሞት
    እናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ
    እንባዬ በፊትሽ ፈሰሰ እምዬ ባንቺ ነው የታበሰ
    ሰላም ለኪ
ልቤ ባንቺ ጸና ከፍ ከፍም አለ
በጠላቶቼም ላይ አፌ ተናገረ
በማዳንሽ ስራ ባሪያሽ ደስ ብሎኛል
የሐያላኑን ቀስት ልጅሽ ሰብሮልኛል
እናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ
እንባዬ በፊትሽ ፈሰሰ እምዬ ባንቺ ነው የታበሰ
ሰላም ለኪ
    እጄ ባዶ ሲሆን ወዳጆቼም ሸሹ
    በመርገም ምክራቸው ሊለያዩኝ ሲሹ
    እርሱ የሰጠኝን እርሱ ወሰደ አልኳቸው
    እመቤቴ አለችኝ ብዬ አሳፈርኳቸው
    እናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ
    እንባዬ በፊትሽ ፈሰሰ እምዬ ባንቺ ነው የታበሰ
    ሰላም ለኪ
ከአውደ ምህረቱ ሆኜ ስጠራት
ዘንበል ብላ አየችኝ ኪዳነ ምህረት
ሐሳብሽን ምንም የለም የሚመስለው
እረፍት ያገኘሁት እናቴ ባንቺ ነው
እናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ
እንባዬ በፊትሽ ፈሰሰ እምዬ ባንቺ ነው የታበሰ
ሰላም ለኪ
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
    ]
  },
  {
    'title': 'ሰላም ለኪ እምነ ጽዮን',
    'lyrics': '''ሰላም ለኪ እምነ ጽዮን
ማርያም ውድስት የሕይወት ብርሃን
ሰላም ለኪ እምነ ጽዮን
      ድንግል የአብርሃም ድንኳን
      ሠላም ሠላም ሐረገወይን
      ያዕቆብ ያየሽ መሰላል
      የሰለሞን ክብር አክሊል
ጽላተ ሙሴ የኦሪት
የአሮን በትር መድሐኒት
የዋህ እርግብ የኢያቄም
የነብያት ተስፋ የአዳም
      እሳተ መለኮትን የያዝሽ
      ምሉዕ አምላክን የወሰንሽ
      ቤተ መቅደስ የልኡል
      ሰላም ሰላም እመ ወድንግል
    ''',
    'image': emebetachinImage1,
    'isFavorite': false,
    'catagory': [
      emebetachinCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'መቼ ነው ጌታ',
    'lyrics': '''መቼ ነው ጌታ ኸረ መቼ ነው /2/ ጌታዬ
እንደ ቃልህ የሚሆን ጉዞዬ
    አልተማርኩም አልል አስተምረኸኛል /2/
    ቃልህን እንደ ወተት አጠጥተኸኛል /2/
    የታል አኗኗሬ አንተን የሚመስለው /2/
    በልምድ ሕይወት ነው የምመላለሰው /2/
ይህ አንደበቴማ በቃልህ ሰልጥኗል /2/
ልቦናዬ ከአንተ ከፊትህ ኮብልሏል /2/
አንተን እንደማውቅህ አብዝቼ ባወራ /2/
የተዘራው ሁሉ ፍሬ አላፈራ /2/
    እዘንልኝና መንገዴን አቅናልኝ /2/
    የአመፅ ስራዬን በደሌን ተውልኝ /2/
    ቃልህ እንዳይሰደብ በእኔ ድካም /2/
    አርመው እርሻውን መድሐኒዓለም /2/
ከእስራቴ ፈትተህ ነፃነት ስጠኝ /2/
በቀኝ አቁመህ ጌታ ሆይ ባርከኝ /2/
    ''',
    'image': medhanealemImage,
    'isFavorite': false,
    'catagory': [
      medhanealemCatagory,
      nisehaCatagory,
    ]
  },
  {
    'title': 'በመከራ ጽና',
    'lyrics': '''በመከራ ጽና በፈተና ጽና /2/
ለጊዜው ነውና ሁሉም ያልፋልና /2/
    እዮብ ተጨነቀ በጣም ተማረረ
    በመከራው ብዛት ትዕግስትን ተማረ
    ልጅ የሌለው ሆነ አጣ ንብረቱን
    በመከራ ጸና አልካደም አምላኩን
መፈተን መልካም ነው ያነጥራል እንደ ወርቅ
በመጨረሻው ቀን በክብር እንድንጸድቅ
አንዱን ሳትሻገር ሌላ ቢተካብህ
በሕይወት ዘመንህ ፈተና ቢያጠቃህ
    ከአምላክህ ተስማማ እራስህን አዋርድ
    በቃሉም ተመራ እንደ ፈቃዱም ሂድ
    ዋጋህ ከአምላክህ ዘንድ በሰማይ አለና
    በርታ ክርስትያን ሆይ በመከራ ጽና
    ''',
    'image': betekristianImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
    ]
  },
  {
    'title': 'በደልህን አምነህ',
    'lyrics': '''በደልህን አምነህ ንስሀ ግባና
ወደ አምላክህ አልቅስ ተጸጸትና
አመስግነው ጌታን አክብረው ከልብህ
በጉብዝናህ ወራት በእርሱ ደስ ይበልህ
ስትቸገር አይቶ ንቆ የማይተውህ
አምላክህን ውደድ እርሱ ነው አለኝታህ /2/
    የሃጢያትን ኑሮ አቁምና ዛሬ
    ለማፍራት ተነሳ የንስሃን ፍሬ
    የእግዚአብሔርን ድምፅ አትናቅ ጥሪውን
    ተመለስ ይልሃል አስተውል መንገዱን
የጉብዝናህ ወራት ያበቃል ያከትማል
ድካም መሸነፍም መውደቅም ይመጣል
ተስፋህ ይጨልማል ንብረትህም ያልቃል
ወጣትነትህም መቼ ሁሌ ይኖራል
    የወደቅህ ለታ ማንም አያይህም
    ሁሉም ሲኖርህ ነው ካንተ ጋር የሚኖር
    እስከ መቼ ድረስ እንዲህ ትኖራለህ
    መለከት ሲነፋ ወዴት ትደርሳለህ
ለካህኑ ነግረህ የሰራኸውን ሃጢያት
ንስሀ ተቀበል እንድታገኝ ስርየት
ቤትህን አዘጋጅ ክርስቶስ ይመጣል
ማድጋህን ክፈት እርሱም ይሞላዋል
    ተመለስ ወደ እርሱ በደሙ ገዝቶሃል
    እርሱም አይቀየም ሊቀበልህ ወጥቷል
    አመስግነው ጌታን አክብረው ከልብህ
    በጉብዝናህ ወራት በእርሱ ደስ ይበልህ
    ''',
    'image': nisehaImage1,
    'isFavorite': false,
    'catagory': [
      nisehaCatagory,
    ]
  },
];

/* 
{
    'title': '',
    'lyrics': '''
    ''',
    'image': ,
    'isFavorite': false,
    'catagory': [
      
    ]
  },

*/